// ==UserScript==
// @name         勋章数据
// @namespace    http://tampermonkey.net/
// @version      2024.11.15
// @description  勋章图鉴数据
// @author       福黎
// @match        https://www.gamemale.com/*
// ==/UserScript==

window.勋章数据 = [
  {
    基本信息: {
      馆藏编号: "No.0001",
      名称: "詹姆斯·维加（James Vega）",
      状态: "流通",
      分类: "游戏男从",
      来源: "质量效应Ⅲ",
      关键属性: '血液',
      发行量: '10',
      商店售价: "450 金币",
      入手条件: "无",
      绝版时间: "2015.5.19",
      回收价格: "292 金币",
      寄售最大价格: "517 金币",
      寄售中介费: "10%",
      作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
    },
    属性: ['普通类徽章', '血液向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "James Vega ,高大强壮的肌肉男，过去他曾率领一支精英特种小队，在遥远星系的一个殖民星球上与神秘的外星威胁〝收集者〞作战，外敌入侵捕捉大批平民做为未知目的，原本詹姆斯和小队需要保护平民撤离，但最后却与悲剧收场。过去的这事件促使他成为更优秀的战士，现在是诺曼底号上的一大战力也是个爱吐槽薛帕德指挥官的人。 (你很难想象一个肌肉男居然有这么多冷笑话)",
    等级数据: [
      {
        等级: '等级1 詹姆斯‧维加',
        图片: "https://img.gamemale.com/album/201401/01/115249eysm4cpyhmahsnty.gif",
        属性: "发帖 血液 +1，触发几率 5%",
        升级条件: "追随 ≥ 20"
      },
      {
        等级: '等级2 詹姆斯‧维加',
        图片: "https://img.gamemale.com/album/201401/01/115249eysm4cpyhmahsnty.gif",
        属性: "回帖 血液 +1、发帖 血液 +1，触发几率 10%",
        升级条件: "追随 ≥ 55"
      },
      {
        等级: "等级Max 詹姆斯‧维加",
        图片: "https://img.gamemale.com/album/201401/01/115258pn61f6nvz2n2fvbw.gif",
        属性: "回帖 血液 +1、发帖 血液 +1，触发几率 15%"
      }
    ],
    特殊: ["在论坛恢复后随勋章系统重开补货30枚", "（为什么推倒要求那么苛刻！！！）", "（183个引体向上····默泪·····）"],
  },
  {
    基本信息: {
      馆藏编号: "No.0002",
      名称: "奥伦（Auron）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "最终幻想",
      关键属性: '金币',
      发行量: '10',
      商店售价: "300 金币",
      入手条件: "无",
      绝版时间: ["2015.12.30", "2020.10"],
      回收价格: "195 金币",
      寄售最大价格: "345 金币",
      寄售中介费: "10%",
      作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
    },
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、不可赠送、不可续期'],
    简介: "Auron，过去曾是Yuna的父亲Braska的护卫，本领出众的剑士。凭借他的勇武，如今已作为〝传说的护卫〞而被传颂着。",
    等级数据: [
      {
        等级: '等级1 奥伦',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/114744x8iyxd149y4prmiy.gif",
        属性: "无属性",
        升级条件: "旅程 ≥ 50"
      },
      {
        等级: '等级2 奥伦',
        图片: "https://img.gamemale.com/album/201401/01/115223te3i7wb454wkkwz5.gif",
        属性: "发帖 金币 +1，触发几率 10%",
        升级条件: "旅程 ≥ 120"
      },
      {
        等级: "等级Max 奥伦",
        图片: "未知",
        属性: "发帖 金币 +3，触发几率 20%"
      }
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货20枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0003",
      名称: "希德‧海温特（Cid Highwind）",
      状态: "流通",
      分类: "游戏男从",
      来源: "最终幻想",
      关键属性: '金币',
      发行量: '10',
      商店售价: "450 金币",
      入手条件: "无",
      回收价格: "292 金币",
      寄售最大价格: "517 金币",
      寄售中介费: "10%",
      作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
    },
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、不可赠送、不可续期'],
    简介: "Cid Highwind，曾经是神罗宇宙开发计划的御用飞行员。希德的个性极强，为了梦想与上司帕尔马反目后他干脆背叛神罗加入了克劳德的队伍，后来成为飞空艇的艇长，是队伍中不可或缺的角色。",
    等级数据: [
      {
        等级: '等级1 希德‧海温特',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
        属性: "属性未知",
        升级条件: "未知"
      },
      {
        等级: '等级2 希德‧海温特',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
        属性: "回帖 金币 +1，触发几率 4%",
        升级条件: "100金币"
      },
      {
        等级: "等级3 希德‧海温特",
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
        属性: "回帖 金币 +1，触发几率 8%",
        升级条件: "150金币"
      },
      {
        等级: "等级Max 希德‧海温特",
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
        属性: "回帖 金币 +2，触发几率 12%"
      }
    ],
    特殊: ["在论坛恢复后随勋章系统重开补货20枚"]
  },
  {
    基本信息: {
      馆藏编号: "No.0004",
      名称: "吉姆‧雷诺（Jim Raynor）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "星际争霸",
      关键属性: '旅程',
      发行量: '10',
      商店售价: "350 金币",
      入手条件: "无",
      绝版时间: ["2015.11.09", "2019.11.07"],
      回收价格: "227 金币",
      寄售最大价格: "402 金币",
      寄售中介费: "10%",
      作者: ["eastbear", 'https://www.gamemale.com/space-uid-60980.html'],
    },
    属性: ['普通类徽章', '旅程向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "James 〝Jim〞 Raynor，是追求正义的自由斗士？还是恶名昭彰的恐怖份子？亦或只是个为爱不顾一切的狂人？再次见到她的时候，凯莉根他深爱的女子，已是虫族至高无上的刀锋女王。而一手导致这一切的人，曾昔日共同对抗暴政的战友，蒙斯克也成为了与他立志推翻的暴君并无两样的掌权者。从起义到被背叛，吉姆．雷诺游骑兵部队的领袖，在经历了这一切后似乎逐渐丧失了信心。他酗酒成性，并为虫族带走凯莉根之事而深感自责。而对蒙斯克的憎恨严然已成为他心中永远的溃烂伤口。他是就此沉沦，还是带领部队走向胜利。",
    等级数据: [
      {
        等级: '等级Max 吉姆‧雷诺（Jim Raynor）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110702wx3x1duzruxic5j6.gif",
        属性: "发帖 旅程 +1，触发几率 12%",
      }
    ],
    特殊: ["在论坛恢复后随勋章系统重开补货20枚"]
  },
  {
    基本信息: {
      馆藏编号: "No.0005",
      名称: "法卡斯（Farkas）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "上古卷轴Ⅴ",
      关键属性: '血液',
      发行量: '20',
      商店售价: "300 金币",
      入手条件: "无",
      绝版时间: ["2015.11.09", "2019.11.07"],
      回收价格: "195 金币",
      寄售最大价格: "345 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '血液向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Farkas，诺德人，是战友团的一名成员，在这之前他就获得了技艺精湛的战士之称号。与他的双胞胎兄弟威尔卡斯都是圆环的成员，当然，他们都是狼人。他俩幼年时被一个耶尔根的人从巫师的手底下救了下来并且训练成战士扶养长大。法卡斯有着野兽的血性而且还喜欢信口开河，有时候对他的哥哥比对公会的其他成员要无礼，但是他对玩家可是很热情的，总能及时地保护他的朋友们，还是大师级的重甲掌握训练师，也是结婚对象人选喔。 (私底下他承认是个怕蜘蛛的人...)",
    等级数据: [
      {
        等级: '等级Max 法卡斯（Farkas）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/111005dgylr33o666ghkor.gif",
        属性: "回帖 血液 +1、发帖 血液 +1，触发几率 12%",
      }
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚', '一个怕蜘蛛的汉子，蜘蛛~蜘蛛~~']
  },
  {
    基本信息: {
      馆藏编号: "No.0006",
      名称: "维吉尔（Vergil）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "鬼泣",
      关键属性: '咒术',
      发行量: '20',
      商店售价: "400 金币",
      入手条件: "无",
      绝版时间: "2019.8.8",
      回收价格: "260 金币",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Vergil，但丁的哥哥，是个弟控，超级弟控，银发英伦绅士的弟控，想要除掉魔王曼达斯并统治人类的弟控，野心被弟弟扼杀的弟控，惨被弟弟抛弃无奈说出“i loved you， brother”的弟控。 （除了弟控找不到其他形容词了-v-）",
    等级数据: [
      {
        等级: '等级1 维吉尔（Vergil）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
        属性: "无属性",
        升级条件: "消耗20血液"
      },
      {
        等级: '等级2 维吉尔（Vergil）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
        属性: "无属性",
        升级条件: "消耗20血液"
      },
      {
        等级: '等级3 维吉尔（Vergil）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
        属性: "回帖 咒术 +1、发帖 咒术 +1  触发概率 4%",
        升级条件: "升级后获得10堕落"
      },
      {
        等级: '等级Max 维吉尔（Vergil）',
        图片: "https://img.gamemale.com/forum/202308/26/191305x4qu7z5nsgxb7nzb.gif",
        属性: "回帖 咒术 +1、发帖 咒术 +1 知识 +1  触发概率 6%",
      }
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚', '这款徽章是不可以回收的！（所以你有想到什么吗？）']
  },
  {
    基本信息: {
      馆藏编号: "No.0007",
      名称: "皮尔斯‧尼凡斯（Piers Nivans）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "生化危机",
      关键属性: '咒术',
      发行量: '20',
      商店售价: "400 金币",
      入手条件: "无",
      绝版时间: ["2015.9.20", '2019.11.18'],
      回收价格: "260 金币",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
    等级数据: [
      {
        等级: '等级1 皮尔斯‧尼凡斯（Piers Nivans）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
        属性: "无属性",
        升级条件: "消耗50金币"
      },
      {
        等级: '等级2 皮尔斯‧尼凡斯（Piers Nivans）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
        属性: "无属性",
        升级条件: "消耗50血液"
      },
      {
        等级: '等级3 皮尔斯‧尼凡斯（Piers Nivans）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
        属性: "无属性",
        升级条件: "消耗50咒术"
      },
      {
        等级: '等级Max 皮尔斯‧尼凡斯（Piers Nivans）',
        图片: "https://img.gamemale.com/album/201401/01/110633hpv4p6wrlbwcfbvf.gif",
        属性: "回帖 血液 +2、发帖 血液 +2，触发几率 15%",
      }
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚', '（想要这款徽章体现价值，你得先付出点什么···）']
  },
  {
    基本信息: {
      馆藏编号: "No.0008",
      名称: "文森特·瓦伦丁（Vincent Valentine）",
      状态: "流通",
      分类: "游戏男从",
      来源: "最终幻想",
      关键属性: '咒术',
      发行量: '20',
      商店售价: "350 金币",
      入手条件: "无",
      绝版时间: ["2015.9.20", '2019.11.18'],
      回收价格: "227 金币",
      寄售最大价格: "402 金币",
      寄售中介费: "10%",
      作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
    },
    属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
    等级数据: [
      {
        等级: '等级Max 文森特·瓦伦丁（Vincent Valentine）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110602f3xyqdqdkjmgipe1.gif",
        属性: "回帖 咒术 +1、发帖 堕落 +1，触发几率 10%",
      }
    ],
    特殊: '在论坛恢复后随勋章系统重开补货20枚'
  },
  {
    基本信息: {
      馆藏编号: "No.0009",
      名称: "巴尔弗雷亚（Balthier）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "最终幻想",
      关键属性: '金币',
      发行量: '20',
      商店售价: "350 金币",
      入手条件: "无",
      绝版时间: ["2016.02.20", '2019.11.21'],
      回收价格: "227 金币",
      寄售最大价格: "402 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      图片: "https://www.gamemale.com/data/attachment/album/201401/01/110509oibjnjnhg2gg5jjt.gif",
      简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
    },
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
    等级数据: [
      {
        等级: '等级1 巴尔弗雷亚（Balthier）',
        属性: "回帖 金币 +2、发帖 金币 +2，触发几率 4%",
        升级条件: "知识 ≥ 10"
      },
      {
        等级: '等级2 巴尔弗雷亚（Balthier）',
        属性: "回帖 金币 +2、发帖 金币 +2，触发几率 8%",
        升级条件: "知识 ≥ 30"
      },
      {
        等级: '等级Max 巴尔弗雷亚（Balthier）',
        属性: "回帖 金币 +2、发帖 金币 +2，触发几率 12%",
      },
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0010",
      名称: "但丁（Dante）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "最终幻想",
      关键属性: '咒术',
      发行量: '20',
      商店售价: "450 金币",
      入手条件: "无",
      绝版时间: ["2015.12.04", '2019.09.04'],
      回收价格: "295 金币",
      寄售最大价格: "517 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Dante，黑发的恶魔与天使的混血，叛逆狂暴又带有特别的街头混混的气质。（形象大变曾引起争议）魔人化时头发会变为白色。虽然不怎么像个绅士却阻止了哥哥的野心拯救了人类。",
    等级数据: [
      {
        等级: '等级1 但丁（Dante）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
        属性: "发帖 咒术 +1，触发几率 5%",
        升级条件: "血液 ≥ 10"
      },
      {
        等级: '等级2 但丁（Dante）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
        属性: "发帖 咒术 +1，触发几率 8%",
        升级条件: "咒术 ≥ 10"
      },
      {
        等级: '等级3 但丁（Dante）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
        属性: "发帖 咒术 +2，触发几率 10%",
        升级条件: "灵魂 ≥ 1"
      },
      {
        等级: '等级4 但丁（Dante）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
        属性: "发帖 咒术 +2，触发几率 15%",
        升级条件: "咒术 ≥ 30"
      },
      {
        等级: '等级Max 但丁（Dante）',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
        属性: "发帖 咒术 +3，触发几率 20%",
      },
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0011",
      名称: "盖里（Gary）",
      状态: "绝版",
      分类: "真人男从",
      来源: "英剧.米兰达（Miranda）",
      关键属性: '旅程',
      发行量: '20',
      商店售价: "300 金币",
      入手条件: "无",
      绝版时间: ["2015.6.10", '2019.12.8'],
      回收价格: "195 金币",
      寄售最大价格: "517 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '旅程向徽章', '可回收、可寄售、不可赠送、不可续期'],
    简介: `Gary (演员：Tom Ellis)，来自英国电视爆笑喜剧"Miranda"男主角，带着有点呆萌呆萌的迷人男子，是女主角米兰达的最佳淫想对象，但也因为个性胆小，不够大男人那点常常被调侃有点娘。每次他的出场，总是与米兰达带来许多爆笑和欢乐。`,
    等级数据: [
      {
        等级: '等级1 盖里（Gary）',
        图片: "https://img.gamemale.com/album/201401/01/115306fd5tw9db50g0dk9g.gif",
        属性: "发帖 旅程 +1，触发几率 2%",
        升级条件: "好友数 ≥ 10"
      },
      {
        等级: '等级2 盖里（Gary）',
        图片: "https://img.gamemale.com/album/201401/01/115306fd5tw9db50g0dk9g.gif",
        属性: "发帖 旅程 +1、回帖 血液 +1，触发几率 5%",
        升级条件: "好友数 ≥ 30"
      },
      {
        等级: '等级Max 盖里（Gary）',
        图片: "https://img.gamemale.com/album/201401/01/115312t6qoofzxm6s6fu1s.gif",
        属性: "发帖 旅程 +1、回帖 血液 +1 金币 +1，触发几率 7%",
      }
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚', '如果你细心照顾这么一个呆萌的汉子，他会带给你更多欢笑。']
  },
  {
    基本信息: {
      馆藏编号: "No.0012",
      名称: "杰夫‧莫罗（Jeff Moreau）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "质量效应",
      关键属性: ['知识', '旅程'],
      发行量: '20',
      商店售价: "400 金币",
      入手条件: "无",
      绝版时间: "2019.6.10",
      回收价格: "260 金币",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '（一个能驾驶诺曼底号，对EDI痴迷的男人，IQ会低？）', '可回收、可寄售、不可赠送、不可续期'],
    简介: "Jeff Moreau，来自宇宙战舰诺曼底号的王牌驾驶员，并且有个外号Joker，曾在大学时代里几乎无笑容，而且天生患有沃里克综合症(别称脆骨症)，所以同学给他取了这个外号。一个天生残疾的人在舰艇学院读书，可想而知有多孤独。但他其实说起话来总是幽默又有许多搞怪表情，是许多想推倒他的玩家最佳〝受〞人选，可惜他只爱机械人EDI。",
    等级数据: [
      {
        等级: '等级1 杰夫‧莫罗',
        图片: "https://img.gamemale.com/forum/202008/15/102849spm9cjzf61bkmca8.gif",
        属性: "无属性",
        升级条件: "消耗20血液"
      },
      {
        等级: '等级2 杰夫‧莫罗',
        图片: "https://img.gamemale.com/album/201401/01/114350l0smwjesszperj2y.gif",
        属性: "发帖 知识 +1 触发概率 3%",
        升级条件: "血液 ≥ 100"
      },
      {
        等级: '等级3 杰夫‧莫罗',
        图片: "https://img.gamemale.com/album/201401/01/114353ayzqlwphkha7p74a.gif",
        属性: "回帖 知识 +1、发帖 知识 +1 触发概率 3%",
        升级条件: "血液 ≥ 200"
      },
      {
        等级: '等级Max 杰夫‧莫罗',
        图片: "https://img.gamemale.com/forum/202008/24/052743wbuezfxwv5vfbe68.gif",
        属性: "回帖 知识 +1、发帖 知识 +1 旅程 +1 触发概率 7%",
      },
    ],
    特殊: ['在论坛恢复后随勋章系统重开补货30枚', '多和他说说话吧，你会发现他真是一个很幽默的人咯~~~']
  },
  {
    基本信息: {
      馆藏编号: "No.0013",
      名称: "威尔卡斯（Vilkas）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "上古卷轴Ⅴ",
      关键属性: '灵魂',
      发行量: '21',
      商店售价: "400 金币",
      入手条件: "无",
      绝版时间: "2019.11.18",
      回收价格: "260 金币",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '（只要取得了他的信任，他就能守护你最重要的东西··）', '可回收、可寄售、可赠送、不可续期'],
    简介: "Vilkas，诺德人，是战友团的一名成员，也是高级成员组织圆环的一员，当然他和其他圆环成员一样都是狼人。威尔卡斯和他的双胞胎兄弟法卡斯被一个叫耶尔根的人养大，这个人将他们俩从巫师手里救了下来。威尔卡斯是双手掌握技能的大师，遇事冷酷果断，对玩家充满敬意(但你可以发现他的脸总是很臭...)，也是很好的结婚对象和跟随者。 「威尔卡斯」在立陶宛语中是「狼」的意思。",
    等级数据: [
      {
        等级: '等级1 威尔卡斯',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
        属性: "无属性",
        升级条件: "消耗10血液"
      },
      {
        等级: '等级2 威尔卡斯',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
        属性: "无属性",
        升级条件: "消耗30血液"
      },
      {
        等级: '等级3 威尔卡斯',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
        属性: "无属性",
        升级条件: "消耗60血液"
      },
      {
        等级: '等级Max 威尔卡斯',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
        属性: "发帖 灵魂 +1 触发概率 2%",
      },
    ],
    特殊: ['在论坛两周年庆第二次绝版徽章补货活动中补货一枚', '在论坛恢复后随勋章系统重开补货30枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0014",
      名称: "克里斯·雷德菲尔德（Chris Redfield）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "生化危机",
      关键属性: ['金币', '血液', '旅程'],
      发行量: '24',
      商店售价: "550 金币",
      入手条件: "无",
      绝版时间: "2019.3.22(推测)",
      回收价格: "357 金币",
      寄售最大价格: "632 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '（经历过无数的枪林弹雨，刀光血影。）', '可回收、可寄售、可赠送、不可续期'],
    简介: "Chris Redfield，个性沉稳的人，拥有强健身体并也是厉害的射击专家。曾是美国空军的优秀飞行员，但与长官不合而离开。在老友巴瑞的推荐加入S.T.A.R.S.。经过“洋馆事件”以及监狱岛拯救他的妹妹克莱尔，之后便加入BSAA组织。但厌倦了战斗的生活，为了栽培新人投入前线作为指挥官。一次行动中，除了队员皮尔斯以外，全队被病毒变成了怪物，而克里斯也被打成重伤失去记忆。从此他在欧洲某小镇过着以酒度日的潦倒生活。直到皮尔斯找到了他，鼓励他再一次回到BSAA。",
    等级数据: [
      {
        等级: '等级1 克里斯·雷德菲尔德',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
        属性: "回帖 血液 +1、发帖 血液 +1，触发几率 3%",
        升级条件: "血液 ≥ 30"
      },
      {
        等级: '等级2 克里斯·雷德菲尔德',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
        属性: "回帖 血液 +2、发帖 血液 +2，触发几率 3%",
        升级条件: "追随 ≥ 50"
      },
      {
        等级: '等级3 克里斯·雷德菲尔德',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
        属性: "回帖 血液 +2、发帖 血液 +2 旅程 +1，触发几率 4%",
        升级条件: "追随 ≥ 100"
      },
      {
        等级: '等级4 克里斯·雷德菲尔德',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
        属性: "回帖 血液 +2 旅程 +1、发帖 血液 +2 旅程 +1，触发几率 5%",
        升级条件: "消耗100点血液"
      },
      {
        等级: '等级Max 克里斯·雷德菲尔德',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
        属性: "回帖 金币 +1 血液 +2 旅程 +1、发帖 血液 +2 旅程 +1，触发几率 7%",
      },
    ],
    特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货30枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0015",
      名称: "一丝不挂克里斯（Naked Chris）|裸体克里斯",
      状态: "绝版",
      分类: "游戏男从",
      来源: "生化危机",
      关键属性: '金币',
      发行量: '15',
      商店售价: "888 金币",
      入手条件: "无",
      绝版时间: "2019.3.22(推测)",
      回收价格: "577 金币",
      寄售最大价格: "1021 金币",
      寄售中介费: "10%",
      作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
    },
    属性: ['普通类徽章', '（金光闪闪有没有闪到你？喂喂你在看哪里？）', '可回收、可寄售、可赠送、不可续期'],
    简介: "Chris Redfield，即将迈入40岁了的克里斯，依然保持强健的身体，一向给人以忧郁硬汉的帅气形象，但其大受玩家欢迎的原因(尤其基佬们)，还是那令人着迷的性感肌肉身材，以及攻属性的样貌，让小受们备受安全感╰(≧∀≦)╭",
    等级数据: [
      {
        等级: '等级Max 裸体克里斯',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110459avhufexivpuhkfue.gif",
        属性: "回帖 金币 +1、发帖 金币 +1，触发几率 100%",
      },
    ],
    特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货', '人人都想得到他，难道只是因为果体？', '在论坛恢复后随勋章系统重开补货30枚2019年【十月之歌】活动中补货3枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0016",
      名称: "凯登‧阿兰科（Kaidan Alenko）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "质量效应",
      关键属性: ['金币', '血液'],
      发行量: '22',
      商店售价: "550 金币",
      入手条件: "无",
      绝版时间: "未知",
      回收价格: "227 金币",
      寄售最大价格: "357 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "Kaidan Alenko，生于2151年，少数有「异能」专长的特战队员。异能天赋来源于还在他母亲肚子里时曾经长时间的暴露于零号元素中，但是他没有脑癌的疾病，反而为异能人生铺下了基石。 凯登的身上连接着L2植入体，L2植入体是一种可能对使用者造成神经性伤害的植入体，但是幸运的他只有间歇性地头痛而已。 也因此原本亦属于星联海军(海军?)，却也L2植入体让他经常头疼眼花，所以对噪音以及亮光非常敏感，最后被移至安德森旗下，这也成为了与薛普德见面的契机。之后对薛普德一生而言凯登占有着很重要地位，有着无法失去彼此的关系...",
    属性: "回帖 金币 +1，触发概率 5%",
    等级数据: [
      {
        等级: '等级1 凯登‧阿兰科',
        图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
        升级条件: "消耗20血液"
      },
      {
        等级: '等级2 凯登‧阿兰科',
        图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
        属性: "回帖 金币 +1 血液 +1，触发概率 5%",
        升级条件: "血液 ≥ 60"
      },
      {
        等级: '等级3 凯登‧阿兰科',
        图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
        属性: "回帖 金币 +1 血液 +1，触发概率 7%",
        升级条件: "消耗150金币"
      },
      {
        等级: '等级4 凯登‧阿兰科',
        图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
        属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 10%",
        升级条件: "灵魂 ≥ 1"
      },
      {
        等级: '等级5 凯登‧阿兰科',
        图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
        属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 20%",
        升级条件: "消耗800金币"
      },
      {
        等级: '等级Max 凯登‧阿兰科',
        图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
        属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 50%",
      },
    ],
    特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货30枚', '之前听闻，这款徽章是目前画面衔接得最好的一款？？？', '（那些选留下阿什丽的同志们，来来来，我们谈谈人生····）于2019年【十月之歌】活动中补货4枚']
  },
  {
    基本信息: {
      馆藏编号: "No.0017",
      名称: "肥皂（John“Soap”MacTavish）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "使命召唤‧现代战争",
      关键属性: ['金币', '旅程'],
      发行量: '24',
      商店售价: "400 金币",
      入手条件: "无",
      绝版时间: "2019.4.19",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
    简介: "John“Soap”MacTavish，出生于苏格兰一个虔诚的罗马基督教家庭。以精准射手为目标而接受训练，加入SAS之前是皇家陆战队突击成员。在MW结束之后获得了女王陛下颁发的英国最高等级勋章维多利亚十字。后来在狙杀马卡洛夫行动中为救同伴被炸成重伤，腰部被钢筋刺破，到达安全地点后抢救无效最终因失血过多牺牲。",
    等级数据: [
      {
        等级: '等级1 肥皂',
        图片: "https://img.gamemale.com/forum/202405/01/003839k8m4qqhqg478diie.gif",
        属性: "无属性",
        升级条件: "消耗60金币"
      },
      {
        等级: '等级2 肥皂',
        图片: "https://img.gamemale.com/forum/202405/01/003839k8m4qqhqg478diie.gif",
        属性: "回帖 金币 +1、发帖 金币 +5，触发概率 3%",
        升级条件: "消耗150金币"
      },
      {
        等级: '等级3 肥皂',
        图片: "https://img.gamemale.com/forum/202405/02/141924jsdgsvogz6qxqq0o.gif",
        属性: "回帖 金币 +1、发帖 金币 +5，触发概率 7%",
        升级条件: "追随 ≥ 50"
      },
      {
        等级: '等级4 肥皂',
        图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
        属性: "回帖 金币 +1、发帖 金币 +5，触发概率 10%",
        升级条件: "追随 ≥ 80"
      },
      {
        等级: '等级5 肥皂',
        图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
        属性: "回帖 金币 +1、发帖 金币 +5，触发概率 12%",
        升级条件: "升级后获得200金币"
      },
      {
        等级: '等级Max 肥皂',
        图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
        属性: "回帖 金币 +2、发帖 金币 +5 旅程 +1，触发概率 12%",
      },
    ],
    特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货30枚', '（得不到的才是最美的···）']
  },
  {
    基本信息: {
      馆藏编号: "No.0018",
      名称: "奥利弗‧奎恩",
      状态: "流通",
      分类: "真人男从",
      来源: "绿箭侠",
      关键属性: ['血液', '堕落'],
      发行量: '21',
      商店售价: "400 金币",
      入手条件: "堕落 ＜ 50",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    属性: ['普通类徽章', '（拥有上亿身价，自然是不缺钱的。）', '可回收、可寄售、不可赠送、不可续期'],
    简介: "Oliver Queen (演员：Stephen Amell)，来自改编DC漫画的美国电视剧〝绿箭侠〞男主角，拥有上亿身价的奥利弗遭遇严重的游船事故，在一个孤岛上被困五年期间经历许多精神和身体的双重考验，在世人认为他已失踪并宣布死亡5年后，却被发现奇迹生还。如今他带着神秘的议题还有一身致命的新技能回到家乡打击Star City的犯罪，一心要去补偿父亲当年对这座城市犯下的错。并在众人前尽力掩藏真实的自我，白天，他依然是富豪公子，夜晚却化身正义使者“绿箭”。",
    等级数据: [
      {
        等级: '等级1 奥利弗‧奎恩',
        图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
        属性: "发帖 血液 +2，触发几率 5%",
        升级条件: "消耗40血液"
      },
      {
        等级: '等级2 奥利弗‧奎恩',
        图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
        属性: "发帖 血液 +2，触发几率 7%",
        升级条件: "消耗65血液"
      },
      {
        等级: '等级3 奥利弗‧奎恩',
        图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
        属性: "发帖 血液 +2，触发几率 9%",
        升级条件: "主題数 ≥ 15"
      },
      {
        等级: '等级4 奥利弗‧奎恩',
        图片: "https://img.gamemale.com/album/201401/04/121426l39rbb8i9gm8iz38.gif",
        属性: "发帖 血液 +2、回帖 血液 +1，触发几率 11%",
        升级条件: "追随 ≥ 45"
      },
      {
        等级: '等级5 奥利弗‧奎恩',
        图片: "https://img.gamemale.com/album/201401/04/121426l39rbb8i9gm8iz38.gif",
        属性: "发帖 血液 +2、回帖 血液 +1，触发几率 13%",
        升级条件: "消耗30堕落（推测）"
      },
      {
        等级: '等级Max 奥利弗‧奎恩',
        图片: "https://img.gamemale.com/forum/202307/04/161524mraetw7p7uaasun7.gif",
        属性: "发帖 血液 +2、回帖 血液 +1 堕落 -1，触发几率 15%",
      },
    ],
    特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货30枚', '（堕落过高，是不能与英雄相邀的··）']
  },
  {
    基本信息: {
      馆藏编号: "No.0019",
      名称: "送情书",
      状态: "流通",
      分类: "赠礼",
      勋章ID: '19',
      时效: '5 天',
      关键属性: '咒术',
      发行量: '1000',
      商店售价: "18 金币",
      入手条件: "无",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: ['写封情书表达你的爱慕，让对方知道你的存在。'],
    属性: ['互动类徽章', '咒术向徽章', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
    特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（你有收到情书么？你想送某人情书么？）', '（情书总有说不出的情结···）'],
    等级数据: [
      {
        等级: '等级Max 收到情书',
        图片: "https://img.gamemale.com/album/201507/02/113350j47rr1f17qq4nafs.gif",
        简介: "收到来自某个爱慕你的情书，因此你的心情特别愉快，能量满满。",
        属性: "回帖 咒术 +1、发帖 咒术 +1，触发几率 10%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0020",
      名称: "丢肥皂",
      状态: "流通",
      分类: "赠礼",
      勋章ID: '20',
      时效: '5 天',
      关键属性: '堕落',
      发行量: '1000',
      商店售价: "12 金币",
      入手条件: "无",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: '传说中让对方快速失去贞操的究极招式，没有人抵挡的了，你只需要买块肥皂，然后轻轻一丢...',
    属性: ['互动类徽章', '（都捡肥皂了，你还要啥节操···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
    特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（哟，这里有块肥皂，你还不快捡？）'],
    等级数据: [
      {
        等级: '等级 Max 捡到了肥皂',
        图片: "https://img.gamemale.com/album/201507/02/113346zfvtihpznujw1nii.gif",
        简介: "某人丢了一块肥皂，于是本性使然的弯下腰把它捡起来，瞬间节操都没有了...",
        属性: "回帖 堕落 +1、发帖 堕落 +1，触发几率 10%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0021",
      名称: "千杯不醉",
      状态: "流通",
      分类: "赠礼",
      勋章ID: '45',
      时效: '5 天',
      关键属性: ['血液', '堕落'],
      发行量: '1000',
      商店售价: "12 金币",
      入手条件: "无",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: '邀约你的好朋友来喝一杯吧！',
    属性: ['互动类徽章', '（灌醉了就可以···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
    特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（哥俩好啊~五魁首啊~六六顺啊~~~）'],
    等级数据: [
      {
        等级: '等级 Max 千杯不醉',
        图片: "https://img.gamemale.com/album/201507/02/113342to7t7zj24jot5s7t.gif",
        简介: "不能被拒绝的喝酒邀约。为了友情总是得来一杯，所以只好被对方灌酒醉中...",
        属性: "回帖 血液 +1 堕落 +1、发帖 血液 +1 堕落 +1，触发几率 5%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0022",
      名称: "灵光补脑剂",
      状态: "流通",
      分类: "赠礼",
      勋章ID: '46',
      时效: '3 天',
      关键属性: ['知识', '血液'],
      发行量: '1000',
      商店售价: "22 金币",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: 'GM王国热销的补脑礼品，适合赠予头脑不灵光的好伙伴。由科学家们精心调配并经过100只史莱姆做实验测试(仅存活只10不到...)，品质认证好喝又爽口，清凉凉冰透透。唯一副作用就是喝多了会上瘾，并且一阵狂躁后虚脱...',
    属性: ['互动类徽章', '（让我想想···噔！）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
    特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（补脑液虽好，不要贪杯哦····）'],
    等级数据: [
      {
        等级: '等级1 灵光补脑剂',
        图片: "https://img.gamemale.com/album/201507/02/113409q011xcf550bav1a5.gif",
        简介: "收到好伙伴的补脑剂，产品说明标签写着“喝了马上变聪明",
        属性: "无属性",
        升级条件: "升级后获得1知识"
      },
      {
        等级: '等级Max 灵光补脑剂',
        图片: "https://img.gamemale.com/album/201507/02/113408hctqvcqz0wjooqco.gif",
        简介: "收到好伙伴的补脑剂，产品说明标签写着“喝了马上变聪明",
        属性: "回帖 血液 -1，触发几率 2%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0023",
      名称: "贞洁内裤",
      状态: "已下架",
      分类: "赠礼",
      时效: '30 天',
      关键属性: ['血液', '堕落'],
      发行量: '130',
      商店售价: "130 金币",
      入手条件: "无",
      回收价格: "78 金币",
      寄售最大价格: "149 金币",
      寄售中介费: "10%",
      作者: ["湿滑肥皂", 'https://www.gamemale.com/space-uid-198770.html'],
    },
    简介: '拿着手上这条被退回过无数次的贞操内裤，你不禁有点想放弃了，但想到他彻夜不眠的站街却无人光顾，你决定尝试最后一次，希望他能够脱离苦海，回到你的身边。',
    属性: ['互动类徽章', '（拥有它，你就可以告别糜烂的生活···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
    特殊: ['用户互动类徽章，只能用于赠送他人。', '（穿上它真的不会变成超人么？）'],
    等级数据: [
      {
        等级: '等级Max 贞洁内裤',
        图片: "https://img.gamemale.com/album/201903/30/161516ru7icoon7s8zv5ac.gif",
        简介: "在街上站了一夜也没有客人将你接走，你心里已经对未来产生了怀疑，回到家时天已经亮了，拆开门口的包裹，你看到了一条贞操内裤，你知道这是来自他的关心，这次你终于决定接受，忘掉过去糜烂的生活。",
        属性: "回帖 血液 +3 堕落 -1，触发几率 13%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0024",
      名称: "炼金之心",
      状态: "流通",
      分类: "咒术",
      勋章ID: '14',
      时效: '3 天',
      关键属性: ['金币'],
      发行量: '无限',
      商店售价: "3 咒术",
      入手条件: "无",
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: '心中不断想着发财！死命用念力与法术加以筹炼而成的心型黄金结晶。被施予这咒术的人，凝聚着即将富有的梦想。',
    属性: ['增益类徽章', '（点石成金！）', '可回收、不可寄售、可赠送、可续期'],
    特殊: ['增益类徽章，可以更好的为用户带来利益。'],
    等级数据: [
      {
        等级: '等级1 炼金之心',
        图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
        属性: "回帖 金币 +2，触发几率 10%",
        升级条件: "知识 ≥ 3"
      },
      {
        等级: '等级2 炼金之心',
        图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
        属性: "回帖 金币 +2，触发几率 15%",
        升级条件: "知识 ≥ 15"
      },
      {
        等级: '等级3 炼金之心',
        图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
        属性: "回帖 金币 +2，触发几率 20%",
        升级条件: "知识 ≥ 30"
      },
      {
        等级: '等级Max 炼金之心',
        图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
        属性: "回帖 金币 +2，触发几率 30%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0025",
      名称: "黑暗交易",
      状态: "流通",
      分类: "咒术",
      勋章ID: '51',
      时效: '3 天',
      关键属性: ['金币', '血液'],
      发行量: '无限',
      商店售价: "8 咒术",
      入手条件: ['堕落＞10', '知识≥10'],
      作者: ['gamemale', 'https://www.gamemale.com/?50871'],
    },
    简介: '卷轴商人告诉你，这是一种失传已久的咒术，能够创造无尽的财富，却几乎不需要付出什么代价。',
    属性: ['增益类徽章', '（人类的血总是这么美味····）', '可回收、不可寄售、不可赠送、可续期'],
    特殊: ['增益类徽章，可以更好的为用户带来利益。', '（与恶魔的交易，付出越多，回报越多，选择权在你手里····）'],
    等级数据: [
      {
        等级: '等级1 黑暗交易',
        图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
        简介: "每次成攻咏唱咒术之后，你都能创造可观的财富，但你明显感到，比施展其他咒术后要疲惫许多。",
        属性: "回帖 金币 +2 血液 -1、发帖 金币 +2 发帖 血液 -1，触发几率 25%",
        升级条件: "堕落 ≥ 25"
      },
      {
        等级: '等级2 黑暗交易',
        图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
        简介: "每次成攻咏唱咒术之后，你都能创造可观的财富，但你明显感到，比施展其他咒术后要疲惫许多。",
        属性: "回帖 金币 +4 血液 -2、发帖 金币 +4 发帖 血液 -2，触发几率 25%",
        升级条件: "堕落 ≥ 50"
      },
      {
        等级: '等级Max 黑暗交易',
        图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
        简介: "看着镜中日渐消瘦的自己，再看看越来越厚实的钱袋，这个咒术到底是否值得，只有你自己最清楚。",
        属性: "回帖 金币 +6 血液 -3、发帖 金币 +6 血液 -3，触发几率 25%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0026",
      名称: "水泡术",
      状态: "流通",
      分类: "咒术",
      勋章ID: '43',
      时效: '5 天',
      关键属性: ['血液'],
      发行量: '无限',
      商店售价: "3 咒术",
      入手条件: "知识 ≥ 3",
      作者: ["gamemale", 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '毫无作用的巨大水泡术！似乎是会令人困扰的障碍性法术，只会越来越多的水泡占满整个空间...',
    属性: ['增益类徽章互动类徽章', '血液向徽章', '可回收、不可寄售、可赠送、可自购'],
    特殊: ['增益类徽章，可以更好的为用户带来利益。', '用户互动类徽章，只能用于赠送他人。', '（我爱洗澡好多泡泡~啦啦啦啦~~）'],
    等级数据: [
      {
        等级: '等级1 水泡术',
        图片: "https://img.gamemale.com/album/201507/02/114427z0y3lkpzgk46gnp5.gif",
        简介: "受到敌方的水泡术攻击！越来越多的泡沫挤满了空间，除了碍眼外...却没有任何作用...",
        属性: "无属性",
        升级条件: "知识 ≥ 6"
      },
      {
        等级: '等级2 水泡术',
        图片: "https://img.gamemale.com/album/201507/02/114427z0y3lkpzgk46gnp5.gif",
        简介: "受到敌方的水泡术攻击！越来越多的泡沫挤满了空间，除了碍眼外...却没有任何作用...(灵光一闪！)",
        属性: "无属性",
        升级条件: "升级后获得10血液"
      },
      {
        等级: '等级Max 水泡术',
        图片: "https://img.gamemale.com/album/201507/02/114429w2htftmmmzz4l696.gif",
        简介: "毫无作用的巨大水泡术！在聪明过人的你之下，被你视为敌方免费送来的水，所以一口气喝光光了！只剩下微微的小气泡...",
        属性: "回帖 血液 +1,触发概率 1%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0027",
      名称: "召唤古代战士",
      状态: "流通",
      分类: "咒术",
      勋章ID: '44',
      时效: '6 天',
      关键属性: ['血液'],
      发行量: ['无限'],
      商店售价: '8 咒术',
      入手条件: "知识 ≥ 6",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '召唤传说中古代的英雄战神，他将与你一同作战，并赐予你强大的体能！',
    属性: ['增益类徽章', '（召唤战士，杀得血流成河！！）', '可回收、不可寄售、可续期'],
    特殊: ['增益类徽章，可以更好的为用户带来利益。', '（啊啊啊~~卡住了~~~~）'],
    等级数据: [
      {
        等级: '等级0 召唤古代战士',
        图片: "https://img.gamemale.com/album/201507/02/114440h1op1p51o3woiip6.gif",
        属性: "无属性",
        升级条件: "无"
      },
      {
        等级: '等级1 召唤古代战士',
        图片: "https://img.gamemale.com/album/201507/02/114441t4f5yx5yxuuybu65.gif",
        简介: '尝试召唤传说中古代的英雄战神，但似乎战神被卡在门口一直挤不出来，尴尬了。 (知识不够高...)',
        属性: "回帖 血液 +3、发帖 血液 +3，触发几率 10%",
        升级条件: "知识 ≥ 25"
      },
      {
        等级: '等级Max 召唤古代战士',
        图片: "https://img.gamemale.com/album/201507/02/114441c23iwtt088tq3pb7.gif",
        简介: '来自中古世纪的战神被授予召唤成为你的最佳伙伴！贴心的守护在身旁并且鼓舞着你的斗志，逐渐提高你的强壮！',
        属性: "回帖 血液 +3、发帖 血液 +3，触发几率 30%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0028",
      名称: "祈祷术",
      状态: "流通",
      分类: "咒术",
      勋章ID: '61',
      时效: '3 天',
      关键属性: ['堕落'],
      发行量: '无限',
      商店售价: "8 咒术",
      入手条件: "无",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '藉由祈祷消除自身的罪孽，净化心灵深处的堕落根源。',
    属性: ['增益类徽章', '（主啊！请宽恕我的罪孽吧。）', '可回收、不可寄售、不可续期'],
    特殊: ['增益类徽章，可以更好的为用户带来利益。', '（圣光照耀~虔诚祈祷~~~）'],
    等级数据: [
      {
        等级: '等级1 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "不断的祈祷拾起掉落一地的节操，逐渐恢复还原纯洁的自我...",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 15%",
        升级条件: "知识 ≥ 5"
      },
      {
        等级: '等级2 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "祈祷过程中让我找到内心最深处其中一的堕落之根...(把它取出来吧！)",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 15%",
        升级条件: "消耗1堕落"
      },
      {
        等级: '等级3 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "我持续找到并拔起内心的堕落之根，但祈祷过程的专注力也慢慢已减少了一些...",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 12%",
        升级条件: "消耗1堕落"
      },
      {
        等级: '等级4 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "暂无",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 10%",
        升级条件: "消耗1堕落"
      },
      {
        等级: '等级5 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "暂无",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 8%",
        升级条件: "消耗1堕落"
      },
      {
        等级: '等级6 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "暂无",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 6%",
        升级条件: "消耗1堕落"
      },
      {
        等级: '等级Max 祈祷术',
        图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
        简介: "藉由祈祷我已消除5点的堕落之根，但对于祈祷的效果也失去大部分了...",
        属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 4%",
        升级条件: "消耗1堕落"
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0029",
      名称: "嗜血斩首斧",
      状态: "绝版",
      分类: "装备",
      关键属性: ['堕落'],
      发行量: '30',
      商店售价: "100 金币",
      入手条件: "无",
      绝版时间: "2019.5.25",
      寄售最大价格: "115 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '令人惧怕的斧头，它总是能很利落的斩下对方首级，在这过程只会听到"咚"一声。具备杀人魔特质的人必备武器。',
    属性: ['普通类徽章', '堕落向徽章', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['在论坛恢复后随勋章系统重开补货50枚', '（杀戮越多，罪孽越深···）'],
    等级数据: [
      {
        等级: '等级Max',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115656oy8nrt00r8hmtz8n.gif",
        属性: "回帖 堕落 +1，触发几率 5%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0030",
      名称: "符文披风",
      状态: "绝版",
      分类: "装备",
      关键属性: ['咒术'],
      发行量: '30',
      商店售价: "280 金币",
      入手条件: '无',
      绝版时间: "2019.11.11",
      寄售最大价格: "322 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '披风上充满无数个灵动的字符，一直不断的再储蓄与吸收着魔力，披上它似乎还能收获不少法术。',
    属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、不可续期、不可赠送'],
    特殊: ['在论坛恢复后随勋章系统重开补货50枚'],
    等级数据: [
      {
        等级: '等级Max 符文披风',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115649ube4qud0b87brby4.gif",
        属性: "回帖 咒术 +1、发帖 咒术 +1，触发几率 8%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0031",
      名称: "净化手杖",
      状态: "流通",
      分类: "装备",
      关键属性: ['堕落', '咒术'],
      发行量: '11',
      商店售价: "400 金币",
      入手条件: "无",
      寄售最大价格: "460 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '能净化心灵的神奇手杖，只要手握持着它，会慢慢的一点一点愈治内心的邪恶。',
    属性: ['普通类徽章', '（净化你！！）', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货20枚', '（邪恶之人怎配拥有？）'],
    等级数据: [
      {
        等级: '等级1 净化手杖',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115614yzes0zddsdawxwud.gif",
        属性: "发帖 堕落 -1，触发几率 10%",
        升级条件: "在线时间 ≥ 800"
      },
      {
        等级: '等级Max 圣光手杖',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115614yzes0zddsdawxwud.gif",
        简介: '带有光芒刺眼的神圣法力手杖，因为持有者内心善良，手杖的威力已经升级并且更加强大。持续的消除败坏的气息，让邪恶远远的离开持有者。',
        属性: "回帖 堕落 -1 咒术 +1、发帖 堕落 -1，触发几率 20%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0032",
      名称: "十字叶章",
      状态: "绝版",
      分类: "装备",
      关键属性: ['咒术', '堕落', '灵魂'],
      发行量: '9',
      商店售价: "277 金币",
      入手条件: "无",
      绝版时间: "2019.10.14",
      寄售最大价格: "318 金币",
      寄售中介费: "10%",
      作者: ['湿滑肥皂', 'https://www.gamemale.com/?198770'],
    },
    简介: '你在森林里遇见一位林精商人，讨价还价之后，你从他那里购得一枚看上去很普通的叶章。',
    属性: ['普通类徽章', '灵魂向勋章', '咒术向勋章', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货20枚', '（真正的徽章~~）'],
    等级数据: [
      {
        等级: '等级1 十字叶章',
        图片: "https://img.gamemale.com/album/201401/01/115605pg9ckg8u5goaz4u8.gif",
        简介: "你在森林里遇见一位林精商人，讨价还价之后，你从他那里购得一枚看上去很普通的叶章。",
        属性: "回帖 堕落-1，触发几率 5%",
        升级条件: "追随 ≥ 45"
      },
      {
        等级: '等级2 十字叶章',
        图片: "https://img.gamemale.com/album/201401/01/115607ukyssasdxhz48n2l.gif",
        简介: "十字叶章脉动着光芒，像是有生命一样，纯净的让人不忍触碰。",
        属性: "回帖 咒术+1 堕落-1，触发几率 5%",
        升级条件: "追随 ≥ 45"
      },
      {
        等级: '等级Max 十字叶章',
        图片: "https://img.gamemale.com/album/201401/01/115609nau1lkwad7czd4dd.gif",
        简介: "十字叶章闪烁着耀眼的光芒，传说只有最纯洁的人才能有幸得到森林女神的眷顾，她的安抚便会化作一枚十字叶章，阻止邪恶的靠近。",
        属性: "回帖 咒术+5 堕落-5、发帖 灵魂 +1，触发几率 1%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0033",
      名称: "刺杀者匕首",
      状态: "绝版",
      分类: "装备",
      关键属性: ['金币'],
      发行量: '21',
      商店售价: "80 金币",
      入手条件: "堕落 ＞ 10",
      绝版时间: "2019.9.9",
      寄售最大价格: "92 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '一把刺杀过无数人，并沾满了受害人鲜血的随身武器。持有者藉由自身残酷的天性，无情杀死对方换取赏金。',
    属性: ['普通类徽章', '（赏金猎人的利器。）', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货40枚', '（小心背后~~）'],
    等级数据: [
      {
        等级: '等级Max 等级 Max',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115610sh667p0s6hoh0h6l.gif",
        属性: "回帖 金币 +3，触发几率 5%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0034",
      名称: "药剂背袋",
      状态: "绝版",
      分类: "装备",
      关键属性: ['血液'],
      发行量: '51',
      商店售价: "180 金币",
      入手条件: "无",
      绝版时间: "2019.3.22(推测)",
      寄售最大价格: "207 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '探险必要装备，可以携带各种强壮身体的补充药品，救济杀怪损失的血量，防止倒地在冒险路途中无人鸟你的冏状况！',
    属性: ['普通类徽章', '（来一粒，状态满满！）', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货50枚', '（今天没吃药，感觉自己萌萌哒····）'],
    等级数据: [
      {
        等级: '等级Max 药剂背袋',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/115659t6qz4z0b4v9kbv0d.gif",
        属性: "回帖 血液 +1、发帖 血液 +1，触发几率 8%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0035",
      名称: "知识大典",
      状态: "绝版",
      分类: "资产",
      关键属性: ['知识'],
      发行量: '51',
      商店售价: "50 金币",
      入手条件: "无",
      绝版时间: "2019.4.3",
      寄售最大价格: "57",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '由一位智者编写的书籍，记载着各种五花八门的学识研究，阅读它将会增长许多智慧。但也由于这本书籍过厚，很少人能有耐心把它阅读完。',
    属性: ['普通类徽章', '（新姿势get！）', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货60枚', '（好好学习，天天向上！）'],
    等级数据: [
      {
        等级: '等级Max 知识大典',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191007euxdoxrss8vvkhku.gif",
        属性: "回帖 知识 +1，触发几率 1%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0036",
      名称: "微笑的面具",
      状态: "绝版",
      分类: "资产",
      关键属性: ['堕落'],
      发行量: '21',
      商店售价: "100 金币",
      入手条件: "无",
      绝版时间: "2019.10.09",
      回收价格: '65 金币',
      寄售最大价格: "114 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '看起来是搞怪的面具，但摆饰在哪都感觉不太对劲...',
    属性: ['普通类徽章', '堕落向徽章', '可回收、可寄售、不可续期、不可赠送'],
    特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货50枚', '（不要一直盯着看，你会~陷进去的~~）'],
    等级数据: [
      {
        等级: '等级1 微笑的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "看起来是搞怪的面具，但摆饰在哪都感觉不太对劲...",
        属性: "无属性",
        升级条件: "主题 ≥ 10"
      },
      {
        等级: '等级2 怪笑的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "看起来已经有点诡异的面具，摆饰在哪都感觉不太对劲...",
        属性: "无属性",
        升级条件: "主题 ≥ 20"
      },
      {
        等级: '等级3 奸笑的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "这面具太诡异了！！摆饰在哪都感觉不太对劲...而且似乎看起来有点不太一样了...",
        属性: "无属性",
        升级条件: "主题 ≥ 30"
      },
      {
        等级: '等级4 诡笑的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "开始散发不良气息的恐怖面具...摆饰在哪都感觉不太对劲...令人感到害怕...",
        属性: "无属性",
        升级条件: "主题 ≥ 40"
      },
      {
        等级: '等级5 恐怖的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "会让人毛骨悚然的面具，一直散发不祥的气息，摆饰在哪都感觉不太对劲...面具的表情也变得很扭曲...",
        属性: "无属性",
        升级条件: "主题 ≥ 50"
      },
      {
        等级: '等级Max 邪恶的面具',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
        简介: "这面具吸引着我的目光,不知不觉的有股令人堕落的想法,黑暗似乎也笼罩我的周围.我的表情就如这面具般的..哼哼...",
        属性: "回帖堕落 +1、发帖堕落 +1，触发几率20%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0037",
      名称: "种植小草",
      状态: "绝版",
      分类: "资产",
      关键属性: ['血液'],
      发行量: '120',
      商店售价: "15 金币",
      入手条件: "无",
      绝版时间: '2019.6.8',
      回收价格: "9 金币",
      寄售最大价格: "17 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '把花了15金币的种子埋到了一块地皮里，期待着能赶快发芽出来~',
    属性: ['成长类徽章', '可回收、可寄售、不可续期、可赠送'],
    特殊: ['成长类徽章，每个阶段都有不同的形态。', '曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货120枚', '（可爱的小草会开花么？）'],
    等级数据: [
      {
        等级: '等级1 种植小草',
        图片: "https://img.gamemale.com/album/201401/04/053001k5nhfhrhh24h05lr.png",
        简介: "把花了15金币的种子埋到了一块地皮里，期待着能赶快发芽出来~",
        属性: "无属性",
        升级条件: "追随 ≥ 5"
      },
      {
        等级: '等级2 微抖小草',
        图片: "https://img.gamemale.com/album/201401/01/191259gm9fs7u5wb5oltfk.gif",
        简介: "最近埋在土穰里的种子发芽出来了，但那微微抖动的小草是啥?",
        属性: "无属性",
        升级条件: "追随 ≥ 10"
      },
      {
        等级: '等级3 抖不停小草',
        图片: "https://img.gamemale.com/album/201401/01/191137xup7up18fuopgelj.gif",
        简介: "原以为栽培植物是件轻松愉快的事情，但看着一根两根不断抖动的小草，让人感到一股气愤...",
        属性: "无属性",
        升级条件: "追随 ≥ 15"
      },
      {
        等级: '等级4 抖来抖去小草',
        图片: "https://img.gamemale.com/album/201401/01/191141q8lfb25s1u89nu48.gif",
        简介: "花了很便宜价格买到东西果然都很不怎样，种植后发现它们总是不断地在抖动...直到它们生命枯委。",
        属性: "无属性",
        升级条件: "升级后获得1血液"
      },
      {
        等级: '等级Max 被踩烂的小草',
        图片: "https://img.gamemale.com/album/201401/01/191252tta07z10ed7tf0d3.png",
        简介: "这些令人恶心的抖动小草，被我一脚踩死了。",
        属性: "回帖 血液 +1",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0038",
      名称: "聚魔花盆",
      状态: "流通",
      分类: "资产",
      关键属性: ['咒术'],
      发行量: '12',
      商店售价: "500 金币",
      入手条件: "无",
      回收价格: "325 金币",
      寄售最大价格: "575 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '来自法师公会的魔法圣物，可以聚集许多魔力。非常需要一定的知识与技术去栽培，才能使盆栽里的植物茁壮起来。',
    属性: ['成长类徽章', '（充满魔力的花朵~~）', '不可回收、可寄售、不可续期、可赠送'],
    特殊: ['成长类徽章，每个阶段都有不同的形态。', '曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货30枚'],
    等级数据: [
      {
        等级: '等级1 聚魔花盆',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/135930nmmqx1bi4pqy99pm.gif",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。非常需要一定的知识与技术去栽培，才能使盆栽里的植物茁壮起来。",
        属性: "发帖 咒术 +3，触发几率 10%",
        升级条件: "知识 ≥ 5"
      },
      {
        等级: '等级2 聚魔花盆',
        图片: "https://img.gamemale.com/forum/202011/17/013312kjyyv9vcczznp5be.gif",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
        属性: "发帖 咒术 +3，触发几率 20%",
        升级条件: "知识 ≥ 10"
      },
      {
        等级: '等级3 聚魔花盆',
        图片: "https://img.gamemale.com/forum/202012/05/171406lkh7wwyc2g0rc52w.gif",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
        属性: "发帖 咒术 +3，触发几率 20%",
        升级条件: "知识 ≥ 15"
      },
      {
        等级: '等级4 聚魔花盆',
        图片: "https://img.gamemale.com/forum/202012/14/020316oygfdzbpp8a727af.gif",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
        属性: "发帖 咒术 +3，触发几率 40%",
        升级条件: "知识 ≥ 30"
      },
      {
        等级: '等级5 聚魔花盆',
        图片: "https://img.gamemale.com/forum/202103/26/230239kmukskqz459e53ke.gif",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
        属性: "发帖 咒术 +3，触发几率 50%",
        升级条件: "知识 ≥ 50"
      },
      {
        等级: '等级6 聚魔花盆',
        图片: "未知",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。经过自己的 知识与技术用心栽培，魔花的成长非常良好！",
        属性: "发帖 咒术 +3，触发几率 60%",
        升级条件: "堕落 ≥ 30"
      },
      {
        等级: '等级Max 聚魔花盆',
        图片: "未知",
        简介: "来自法师公会的魔法圣物，可以聚集许多魔力。成长状态良好的魔花似乎也接受到自己堕落的影响，导致慢慢枯萎掉....",
        属性: "发帖 咒术 +3，触发几率 30%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0039",
      名称: "金钱马车",
      状态: "绝版",
      分类: "资产",
      关键属性: ['金币', '血液', '知识', '咒术', '灵魂'],
      发行量: '55',
      商店售价: "200 金币",
      入手条件: "旅程 ≥ 10",
      绝版时间: "2019.3.22(猜测)",
      回收价格: "130 金币",
      寄售最大价格: "230 金币",
      寄售中介费: "10%",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '行商专用马车，可承载着大量的金币运往世界各角落交易，并最后回馈于你的手上，是必备的赚钱工具。',
    属性: ['际遇类徽章', '可回收、可寄售、不可续期'],
    特殊: ['际遇类徽章，你会发现，它一直在变。', '热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '这款徽章是公认的目前为止最有设计感的一款，拥有它的人是幸运的。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货60枚', '在2019年【十月之歌】活动之中补货11枚'],
    等级数据: [
      {
        等级: '等级1 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051322sfammplfp8j0xflf.gif",
        简介: "目前你手上没有任何一毛钱可以投资给于马车运送赚钱。",
        属性: "无属性",
        升级条件: "金币 ≥ 1"
      },
      {
        等级: '等级2 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051333jgkmzk8i8g4m74vv.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 50"
      },
      {
        等级: '等级3 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051359a12uq20iiss0i9x6.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 15%",
        升级条件: "金币 ≥ 50"
      },
      {
        等级: '等级4 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051443df7gfcr4r1jc1tgv.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 187"
      },
      {
        等级: '等级5 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051451ebn2b7l5b9nlp8x5.gif",
        简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来…。",
        属性: "回帖 咒术 +2,触发概率 55%",
        升级条件: "金币 ≥ 189"
      },
      {
        等级: '等级6 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051521k7nna23nzm4zp0dd.gif",
        简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
        属性: "回帖 金币 +3,触发概率 40%",
        升级条件: "金币 ≥ 250"
      },
      {
        等级: '等级7 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051547cyzgohq5jzm2kqlo.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 345"
      },
      {
        等级: '等级8 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051556pht63z236nnnjpvs.gif",
        简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
        属性: "回帖 金币 +10,触发概率 60%",
        升级条件: "金币 ≥ 346"
      },
      {
        等级: '等级9 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051559eyrcq8q0209sssc5.gif",
        简介: "马车心情似乎不太好，一直在闹脾气中…",
        属性: "回帖 血液 -1,触发概率 10%",
        升级条件: "金币 ≥ 360"
      },
      {
        等级: '等级10 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051620b08ia7p58tr3nt3n.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 15%",
        升级条件: "金币 ≥ 501"
      },
      {
        等级: '等级11 金钱马车',
        图片: "https://img.gamemale.com/album/201406/12/004129f3vfmmvgy8zvffyk.gif",
        简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢。",
        属性: "回帖 知识 +1,触发概率 18%",
        升级条件: "金币 ≥ 502"
      },
      {
        等级: '等级12 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051642ullldgw8ugmxbgcu.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 617"
      },
      {
        等级: '等级13 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051707ukaqc1ikc20fiigf.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 617"
      },
      {
        等级: '等级14 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051713rxf98quv4b4tn9no.gif",
        简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
        属性: "回帖 灵魂 +1,触发概率 2%",
        升级条件: "金币 ≥ 750"
      },
      {
        等级: '等级15 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051738i23x7gqg06lnxs0q.gif",
        简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
        属性: "回帖 金币 +3 血液 +1,触发概率 30%",
        升级条件: "金币 ≥ 823"
      },
      {
        等级: '等级16 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051749umhhqhqhhb1um4c4.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 978"
      },
      {
        等级: '等级17 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051812j0w9xux0q3lclb0u.gif",
        简介: "马车消失！！！是去偷懒了吗？？？",
        属性: "无属性",
        升级条件: "金币 ≥ 1000"
      },
      {
        等级: '等级18 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051843athyoxqh8xys550e.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 15%",
        升级条件: "金币 ≥ 1092"
      },
      {
        等级: '等级19 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051914ewsjmgw2arz2zwdh.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 1202"
      },
      {
        等级: '等级20 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051920fa3no2p9n8p2hn3z.gif",
        简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来..…",
        属性: "回帖 咒术 +1,触发概率 55%",
        升级条件: "金币 ≥ 1204"
      }, {
        等级: '等级21 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/051947w7thlgigc076701l.gif",
        简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
        属性: "回帖 金币 +3,触发概率 40%",
        升级条件: "金币 ≥ 1202"
      }, {
        等级: '等级22 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052011zy88fabfucby8s21.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 1334"
      }, {
        等级: '等级23 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052019a1vr3tde11t109t1.gif",
        简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
        属性: "回帖 金币 +10,触发概率 60%",
        升级条件: "金币 ≥ 1335"
      }, {
        等级: '等级24 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052029c25bybpx3xh455y3.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 1500"
      }, {
        等级: '等级25 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052049yhhqr5zgqg1c6j2o.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 15%",
        升级条件: "金币 ≥ 1666"
      }, {
        等级: '等级26 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052054plla35mllm66i0jl.gif",
        简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
        属性: "发帖 灵魂 +1,触发概率 2%",
        升级条件: "金币 ≥ 1667"
      }, {
        等级: '等级27 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052401lubbjblm3l8jlblj.gif",
        简介: "马车消失！！！ 是去偷懒了吗？？？",
        属性: "无属性",
        升级条件: "金币 ≥ 1699"
      }, {
        等级: '等级28 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052407j41nzi94uh4c15qf.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 1750"
      }, {
        等级: '等级29 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052411oym2hc942242cz2o.gif",
        简介: "马车心情似乎不太好，一直在闹脾气中…",
        属性: "回帖 血液 -1,触发概率 10%",
        升级条件: "金币 ≥ 1763"
      }, {
        等级: '等级30 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052437mmu45rmpca4ncme4.gif",
        简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
        属性: "回帖 金币 +3 血液 +1,触发概率 30%",
        升级条件: "金币 ≥ 1811"
      }, {
        等级: '等级31 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052538kvzpk5ubyxpxyzxt.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 1888"
      }, {
        等级: '等级32 金钱马车',
        图片: "https://img.gamemale.com/album/201406/12/004130egg0hghh6hh4495g.gif",
        简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢…",
        属性: "回帖 知识 +1,触发概率 18%",
        升级条件: "金币 ≥ 1889"
      }, {
        等级: '等级33 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052605skx8825jl8khp4ul.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 2000"
      }, {
        等级: '等级34 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052613py0fhdtt7cphtovt.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 2073"
      }, {
        等级: '等级35 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052633wu11q1k1omsuu3qb.gif",
        简介: "马车消失！！！是去偷懒了吗？？？",
        属性: "无属性",
        升级条件: "金币 ≥ 2101"
      }, {
        等级: '等级36 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052701e5dbdbn045zrs00u.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +3,触发概率 27%",
        升级条件: "金币 ≥ 2250"
      }, {
        等级: '等级37 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052730mgy5yogtorr3ytzu.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 1202"
      }, {
        等级: '等级38 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052739wqvcsuwe4chl4v1v.gif",
        简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
        属性: "回帖 金币 +10,触发概率 60%",
        升级条件: "金币 ≥ 2349"
      }, {
        等级: '等级39 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052800musl2iqk93ls9gxq.gif",
        简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
        属性: "回帖 金币 +3,触发概率 40%",
        升级条件: "金币 ≥ 2401"
      }, {
        等级: '等级40 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052819zyhncyhxhcohvnxn.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 2500"
      }, {
        等级: '等级41 金钱马车',
        图片: "https://img.gamemale.com/album/201406/12/004131azu88b2unhb8bh3s.gif",
        简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢…",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 2501"
      }, {
        等级: '等级42 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052917retef7xfeyf7feff.gif",
        简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
        属性: "回帖 金币 +2,触发概率 26%",
        升级条件: "金币 ≥ 2615"
      }, {
        等级: '等级43 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052923mtiqiqomafmncdli.gif",
        简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
        属性: "回帖 金币 +1,触发概率 23%",
        升级条件: "金币 ≥ 2748"
      }, {
        等级: '等级44 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052927tsq4lbqsjvs9lpqj.gif",
        简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来…",
        属性: "回帖 咒术 +1,触发概率 55%",
        升级条件: "金币 ≥ 2750"
      }, {
        等级: '等级45 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052930xkj9yqykd7k77nly.gif",
        简介: "马车心情似乎不太好，一直在闹脾气中…",
        属性: "回帖 血液 -1,触发概率 1%",
        升级条件: "金币 ≥ 2866"
      }, {
        等级: '等级46 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052950ijb7i0iymiw0jb2x.gif",
        简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
        属性: "回帖 金币 +1,触发概率 7%",
        升级条件: "金币 ≥ 2903"
      }, {
        等级: '等级47 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/052955zgrlj5pnigmm0wmj.gif",
        简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
        属性: "发帖 灵魂 +2,触发概率 2%",
        升级条件: "金币 ≥ 2904"
      }, {
        等级: '等级48 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/053015h9o90i890wz0nwio.gif",
        简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
        属性: "回帖 金币 +2,触发概率 15%",
        升级条件: "金币 ≥ 2962"
      }, {
        等级: '等级49 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/053042cak7kbxz6aaaxxbz.gif",
        简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
        属性: "回帖 金币 +3,触发概率 30%",
        升级条件: "金币 ≥ 3000"
      }, {
        等级: '等级Max 金钱马车',
        图片: "https://img.gamemale.com/album/201401/03/053047fxx0k3j7y88728mx.gif",
        简介: "达到马车承载的金币上限，所以无法继续运行工作了。",
        属性: "无属性",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0040",
      名称: "牧羊人",
      状态: "流通",
      分类: "天赋",
      关键属性: ['旅程'],
      发行量: '无限',
      商店售价: "0 金币",
      入手条件: "发帖数 ≥ 100",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '习得畜牧专才需要有毅力的决心与勤劳的本事。',
    属性: ['成长类徽章', '旅程向徽章', '可回收、不可寄售、不可续期'],
    特殊: ['成长类徽章，每个阶段都有不同的形态。', '（白白萌萌的羊儿需要你的细心呵护~~）'],
    等级数据: [
      {
        等级: '等级1 牧羊人',
        图片: "https://img.gamemale.com/album/201401/01/192055w11popewpdedxoxp.gif",
        简介: "每天辛苦卖力的工作，努力的结果养出了一隻呆呆蠢蠢的小绵羊，似乎這隻羊有點寂寞......",
        属性: "发帖 旅程 +1，触发几率 5%",
        升级条件: "发帖数 ≥ 250"
      },
      {
        等级: '等级2 牧羊人',
        图片: "https://img.gamemale.com/album/201401/01/192058zt7pjdbdwkadrcbz.gif",
        简介: "不断的努力与用心照顾牧场，终于养出了两只肥滋滋白嫩嫩的小绵羊，似乎它们只会吃吃吃....",
        属性: "发帖 旅程 +1，触发几率 8%",
        升级条件: "发帖数 ≥ 500"
      },
      {
        等级: '等级Max 牧羊人',
        图片: "https://img.gamemale.com/album/201401/01/192101yex7ui47hvb4jaln.gif",
        简介: "习惯性的勤奋畜牧，收获了不少羊群，牧场变得很热闹起来，即使小白羊们看起来都相当天真纯洁。",
        属性: "发帖 旅程 +1，触发几率 10%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0041",
      名称: "森林羊男",
      状态: "流通",
      分类: "天赋",
      关键属性: ['知识'],
      发行量: '无限',
      商店售价: "0 金币",
      入手条件: "注册天数 ≥ 45，在线时间 ≥ 200，血液 ≥ 150，旅程 ≥ 50",
      回收价格: "0 金币",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '你熟悉森林的环境，栖息于大自然生态里，追捕与狩猎是你拿手的专长。敏锐般观察森林里的一草一木的变化，并在某次发现到特别的足迹，逐步的意外发现正在阳光沐浴下的羊男。传说中能看到羊男的人，拥有更多精神力的加持，比别人更专注的天赋。',
    属性: ['普通类徽章', '知识向徽章', '可回收、不可寄售、不可续期'],
    特殊: ['（杨澜羊男是个啥？）'],
    等级数据: [
      {
        等级: '等级Max 森林羊男',
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/192107axq7ixrlrc67rxc2.gif",
        属性: "回帖 知识 +1、发帖 知识 +1，触发几率 5%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0042",
      名称: "被祝福の新旅程",
      状态: "流通",
      分类: "故事",
      关键属性: ['旅程'],
      发行量: '1000',
      入手条件: "因论坛错误导致用户权益受损的补赏勋章。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '过去不幸的命运，导致被迫一切重新来过，于是又再次踏上冒险旅程。不用再担心未来的路有多艰苦，因为这次将得到更多的祝福。',
    属性: ['特殊类徽章', '旅程向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['特殊类徽章，仅符合条件用户可以获得。', '（给你造成的不便和损失，深表歉意。）'],
    等级数据: [
      {
        等级: '等级Max 被祝福の新旅程',
        图片: "https://img.gamemale.com/album/201903/30/161303x917gzpwzz3co882.gif",
        属性: "回帖 旅程 +1、发帖 旅程 +1，触发几率 5%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0043",
      名称: "另一个身份",
      状态: "流通",
      分类: "故事",
      关键属性: ['金币'],
      发行量: '1000',
      入手条件: "拥有马甲账号的管理人员可以获得(授予非管理的马甲账号，卸下管理组后立即回收。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '你躲藏在阴暗底下，在窗台阳光隐约照射，偶而可以看见你不人为知的另一面。总是在黑暗深处里神秘进行着任务，你是世界命运齿轮的幕后推手。',
    属性: ['特殊类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['特殊类徽章，仅符合条件用户可以获得。', '（你看不到我，你看不到我~~）'],
    等级数据: [
      {
        等级: '等级Max 另一个身份',
        图片: "https://img.gamemale.com/album/201401/01/115527bgztx4ty4otxuoyu.gif",
        属性: "回帖 金币 +1、发帖 金币 +1，触发几率 20%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0044",
      名称: "神之匠工",
      状态: "绝版",
      分类: "故事",
      关键属性: ['金币', '知识'],
      发行量: '1000',
      入手条件: "论坛空间布置大赛冠军勋章。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '你是国度内最有名的建筑师，曾打造令人羡慕的优美居家环境，获得许多人的赞赏，因此你有〝神之匠工〞的美称，意旨那非凡的创造才华。',
    属性: ['特殊类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['特殊类徽章，仅符合条件用户可以获得。', '暂时使用了满级图片（不知道与初始有没有区别OTL），感谢@敏感先生  挂出的神之匠工勋章', '（为什么会在故事分类里？难道不应该在奖品分类里么？？？）'],
    等级数据: [
      {
        等级: '等级Max 等级 Max',
        图片: "https://img.gamemale.com/album/201401/01/235436xs6fn5lkpnihlv06.gif",
        属性: "回帖 金币 +2、发帖 金币 +2 知识 +1，触发几率 15%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0045",
      名称: "Chris Redfield in Uroboros",
      状态: "流通",
      分类: "其他",
      关键属性: ['知识'],
      发行量: '100',
      入手条件: `"重口味学习小组"群组勋章，由群主颁发。`,
      回收价格: "0 金币",
      作者: ['tuzki', 'https://www.gamemale.com/?484772'],
    },
    简介: '重口味群专属的勋章，只有热爱这个群组才能从群主手上获得。',
    属性: ['群组类徽章', '知识向徽章', '可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['群组类徽章，由群主颁发给群员。'],
    等级数据: [
      {
        等级: '等级Max Chris Redfield in Uroboros',
        图片: "https://img.gamemale.com/album/201903/30/161511gy22yvpidvdqxxqd.gif",
        简介: "作为BSAA头号战士，克里斯一直奋战于和BOW战斗的最前线，在非洲寻找吉尔的过程中，他遇到了一种新的病毒-Uroboros。",
        属性: "回帖 知识 +1、发帖 知识 +1，触发几率 1%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0046",
      名称: "站员薪俸",
      状态: "流通",
      分类: "薪俸",
      时效: '30 天',
      关键属性: ['金币'],
      发行量: '1000',
      商店售价: "0 金币",
      入手条件: "仅”站员”可领取。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '你是目前参与战争的英勇战士们之一，捍卫着国家安全，不断打击犯罪，有着勇气过人与爱好和平的热诚之心。',
    属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['为了感谢站员对于论坛管理的付出而设计的徽章。'],
    等级数据: [
      {
        等级: '等级1 站员薪俸',
        图片: "https://img.gamemale.com/album/201405/01/180022a0uuu66fujwuq0j0.gif",
        属性: "无属性",
        升级条件: "升级后获得100金币"
      },
      {
        等级: '等级Max 站员薪俸',
        图片: "https://img.gamemale.com/album/201405/01/180022a0uuu66fujwuq0j0.gif",
        属性: "无属性",
        升级条件: "回帖金币+1、发帖金币+1，触发概率100%"
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0047",
      名称: "实习版主薪俸",
      状态: "流通",
      分类: "薪俸",
      时效: '30 天',
      关键属性: ['金币'],
      发行量: '1000',
      商店售价: "0 金币",
      入手条件: "仅”实习版主”可领取。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '有些冒险故事只有踏上不一样的人生道路才会开启，尝试推动世界齿轮运转的你，所承担的也越多，这样的重量使你用不一样的观点看着这片领土。众神们已经悄悄在这条道路上铺下神的羽翅。',
    属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: ['为了感谢实习版主对于论坛管理的付出而设计的徽章。'],
    等级数据: [
      {
        等级: '等级1 实习版主薪俸',
        图片: "https://img.gamemale.com/album/201405/01/180038rucrervedv5r0due.gif",
        属性: "无属性",
        升级条件: "升级后获得130金币"
      },
      {
        等级: '等级Max 实习版主薪俸',
        图片: "https://img.gamemale.com/album/201405/01/180038rucrervedv5r0due.gif",
        属性: "回帖金币+1、发帖金币+1，触发概率100%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0048",
      名称: "版主薪俸",
      状态: "流通",
      分类: "薪俸",
      时效: '30 天',
      关键属性: ['金币'],
      发行量: '1000',
      商店售价: "0 金币",
      入手条件: "仅”版主”可领取。",
      作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
    },
    简介: '为了感谢版主对于论坛管理的付出而设计的徽章。',
    属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
    特殊: [],
    等级数据: [
      {
        等级: '等级1 版主薪俸',
        图片: "https://img.gamemale.com/album/201405/01/180010t9re9nonx8eb8z3n.gif",
        简介: "感谢版主职务用户对于论坛管理的付出,可以藉由领取此勋章并手动升级获得200余币奖励。每过30天可以再领取一次",
        属性: "无属性",
        升级条件: "升级获得200金币"
      },
      {
        等级: '等级Max 一国之主',
        图片: "https://img.gamemale.com/album/201405/01/180003ndvk1od2edda4bi1.gif",
        简介: "经过无数的磨炼的人终踏上礼堂红地毯，受到了整个国度子民的爱戴--曾经的努力和代价都是值得的;这份盛荣英名传遍了世界。",
        属性: "回帖 金币 +1、发帖 金币 +1，触发几率 100%",
        升级条件: "升级获得200金币"
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0049",
      名称: "梅格",
      状态: "流通",
      分类: "女从",
      关键属性: ['血液', '堕落'],
      发行量: '7',
      商店售价: "300 金币",
      入手条件: "无",
      绝版时间: "2015.8.25",
      回收价格: "195 金币",
      寄售最大价格: "345 金币",
      寄售中介费: "10%",
      作者: ['Logan丶V', 'https://www.gamemale.com/?302926'],
    },
    简介: '出自《邪恶力量》梅格原先是地狱的恶魔，因为克劳利而选择帮助迪恩与山姆。梅格喜欢卡西迪奥。第八季被克劳利杀害。',
    属性: ['普通类徽章', '（恶魔）', '不可回收、可寄售、可赠送、不可续期'],
    特殊: ['在论坛恢复后随勋章系统重开补货20枚', '目前唯一一款以女性角色为原型却归属“男从”的徽章，这是为什么呢？', '同时她也是徽章中少数几款不能回收的男从类徽章之一····[现在不是咯]', '（不要在意这些细节·····）'],
    等级数据: [
      {
        等级: '等级1 梅格',
        图片: "https://www.gamemale.com/data/attachment/album/201403/19/093016rpdn65j07q0q0n6f.gif",
        属性: "回帖 堕落 +1，触发几率 5%",
        升级条件: "追随 ≥ 22"
      },
      {
        等级: '等级2 梅格',
        图片: "https://img.gamemale.com/album/202303/01/145426tj3jtms47xk9djmj.gif",
        属性: "回帖 堕落 +1，触发几率 8%",
        升级条件: "追随 ≥ 44"
      },
      {
        等级: '等级Max 梅格',
        图片: "https://img.gamemale.com/album/202303/01/145427xrhhccqqccawckzr.gif",
        属性: "回帖 血液 +1 堕落 +1、发帖 血液 +1 堕落 +1，触发几率 12%",
      },
    ],
  },
  {
    基本信息: {
      馆藏编号: "No.0050",
      名称: "里昂·S·甘乃迪（Leon·S·Kennedy）",
      状态: "绝版",
      分类: "游戏男从",
      来源: "生化危机",
      关键属性: ['金币', '血液'],
      发行量: '15',
      商店售价: "450 金币",
      入手条件: "无",
      绝版时间: ['2015.11.4', '2019.9.15'],
      回收价格: "292 金币",
      寄售最大价格: "517 金币",
      寄售中介费: "10%",
      作者: ['Xin丶', 'https://www.gamemale.com/?427999'],
    },
    简介: 'Leon·S·Kennedy，现任美国白宫直属特务。保持冷静与无迟疑的攻击使他在毫发无伤的经历了各种困难。曾经在浣熊市担任警察，并跟克莱尔·雷德菲尔德在生化爆发中生存。在浣熊市中遇见了艾达·王，并帮助艾达·王寻找了她的男朋友。安布雷拉公司破产后，里昂被美国政府培训成美国中通直接统率的最高机密组织成员。在浣熊市时间过了十几年，会场发生了大规模的生化恐怖袭击。因为总统已变成了丧尸，所以里昂无奈的射死了总统，过后跟海伦娜一起逃脱校区并追杀西蒙。',
    属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
    特殊: [],
    等级数据: [
      {
        等级: '等级1 里昂·S·甘乃迪',
        图片: "https://img.gamemale.com/forum/202308/26/231811he2gvfrfepplemhn.gif",
        属性: "回帖 金币 +1、发帖 金币 +1，触发概率 8%",
        升级条件: '金币 ≥ 100'
      },
      {
        等级: '等级2 里昂·S·甘乃迪',
        图片: "https://img.gamemale.com/forum/202308/26/231811he2gvfrfepplemhn.gif",
        属性: "回帖 金币 +1、发帖 金币 +1，触发概率 9%",
        升级条件: '血液 ≥ 100'
      },
      {
        等级: '等级3 里昂·S·甘乃迪',
        图片: "https://img.gamemale.com/forum/202308/26/231747zxivxi40sixdvgkk.gif",
        属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 10%",
        升级条件: '消耗300金币'
      },
      {
        等级: '等级4 里昂·S·甘乃迪',
        图片: "https://img.gamemale.com/forum/202308/26/231747zxivxi40sixdvgkk.gif",
        属性: "回帖 金币 +2 血液 +1、发帖 金币 +2 血液 +1，触发概率 12%",
        升级条件: '血液 ≥ 300'
      },
      {
        等级: '等级Max 里昂·S·甘乃迪',
        图片: "https://img.gamemale.com/forum/202308/26/231750jdjmkjf54d33mznf.gif",
        属性: "回帖 血液 +3、发帖 血液 +3，触发概率 16%",
      },
    ],
  }
]