// ==UserScript==
// @name         勋章图鉴数据
// @namespace    http://tampermonkey.net/
// @version      2024.11.12
// @description  勋章图鉴数据
// @author       福黎
// @match        https://www.gamemale.com/*
// @grant        GM_setValue
// ==/UserScript==
(function () {
  window.勋章数据 = [
    {
      基本信息: {
        馆藏编号: "No.0001",
        名称: "詹姆斯·维加（James Vega）",
        状态: "流通",
        分类: "游戏男从",
        来源: "质量效应Ⅲ",
        关键属性: '血液',
        发行量: '10',
        商店售价: "450 金币",
        入手条件: "无",
        绝版时间: "2015.5.19",
        回收价格: "292 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
      },
      属性: ['普通类徽章', '血液向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "James Vega ,高大强壮的肌肉男，过去他曾率领一支精英特种小队，在遥远星系的一个殖民星球上与神秘的外星威胁〝收集者〞作战，外敌入侵捕捉大批平民做为未知目的，原本詹姆斯和小队需要保护平民撤离，但最后却与悲剧收场。过去的这事件促使他成为更优秀的战士，现在是诺曼底号上的一大战力也是个爱吐槽薛帕德指挥官的人。 (你很难想象一个肌肉男居然有这么多冷笑话)",
      等级数据: [
        {
          等级: '等级1 詹姆斯?维加',
          图片: "https://img.gamemale.com/album/201401/01/115249eysm4cpyhmahsnty.gif",
          属性: "发帖 血液 +1，触发几率 5%",
          升级条件: "追随 ≥ 20"
        },
        {
          等级: '等级2 詹姆斯?维加',
          图片: "https://img.gamemale.com/album/201401/01/115249eysm4cpyhmahsnty.gif",
          属性: "回帖 血液 +1、发帖 血液 +1，触发几率 10%",
          升级条件: "追随 ≥ 55"
        },
        {
          等级: "等级Max 詹姆斯?维加",
          图片: "https://img.gamemale.com/album/201401/01/115258pn61f6nvz2n2fvbw.gif",
          属性: "回帖 血液 +1、发帖 血液 +1，触发几率 15%"
        }
      ],
      特殊: ["在论坛恢复后随勋章系统重开补货30枚", "（为什么推倒要求那么苛刻！！！）", "（183个引体向上····默泪·····）"],
    },
    {
      基本信息: {
        馆藏编号: "No.0002",
        名称: "奥伦（Auron）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "最终幻想",
        关键属性: '金币',
        发行量: '10',
        商店售价: "300 金币",
        入手条件: "无",
        绝版时间: ["2015.12.30", "2020.10"],
        回收价格: "195 金币",
        寄售最大价格: "345 金币",
        寄售中介费: "10%",
        作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
      },
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、不可赠送、不可续期'],
      简介: "Auron，过去曾是Yuna的父亲Braska的护卫，本领出众的剑士。凭借他的勇武，如今已作为〝传说的护卫〞而被传颂着。",
      等级数据: [
        {
          等级: '等级1 奥伦',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/114744x8iyxd149y4prmiy.gif",
          属性: "无属性",
          升级条件: "旅程 ≥ 50"
        },
        {
          等级: '等级2 奥伦',
          图片: "https://img.gamemale.com/album/201401/01/115223te3i7wb454wkkwz5.gif",
          属性: "发帖 金币 +1，触发几率 10%",
          升级条件: "旅程 ≥ 120"
        },
        {
          等级: "等级Max 奥伦",
          图片: "未知",
          属性: "发帖 金币 +3，触发几率 20%"
        }
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货20枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0003",
        名称: "希德?海温特（Cid Highwind）",
        状态: "流通",
        分类: "游戏男从",
        来源: "最终幻想",
        关键属性: '金币',
        发行量: '10',
        商店售价: "450 金币",
        入手条件: "无",
        回收价格: "292 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
      },
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、不可赠送、不可续期'],
      简介: "Cid Highwind，曾经是神罗宇宙开发计划的御用飞行员。希德的个性极强，为了梦想与上司帕尔马反目后他干脆背叛神罗加入了克劳德的队伍，后来成为飞空艇的艇长，是队伍中不可或缺的角色。",
      等级数据: [
        {
          等级: '等级1 希德?海温特',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
          属性: "属性未知",
          升级条件: "未知"
        },
        {
          等级: '等级2 希德?海温特',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
          属性: "回帖 金币 +1，触发几率 4%",
          升级条件: "100金币"
        },
        {
          等级: "等级3 希德?海温特",
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
          属性: "回帖 金币 +1，触发几率 8%",
          升级条件: "150金币"
        },
        {
          等级: "等级Max 希德?海温特",
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110946wz4mq9v005q67z6m.gif",
          属性: "回帖 金币 +2，触发几率 12%"
        }
      ],
      特殊: ["在论坛恢复后随勋章系统重开补货20枚"]
    },
    {
      基本信息: {
        馆藏编号: "No.0004",
        名称: "吉姆?雷诺（Jim Raynor）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "星际争霸",
        关键属性: '旅程',
        发行量: '10',
        商店售价: "350 金币",
        入手条件: "无",
        绝版时间: ["2015.11.09", "2019.11.07"],
        回收价格: "227 金币",
        寄售最大价格: "402 金币",
        寄售中介费: "10%",
        作者: ["eastbear", 'https://www.gamemale.com/space-uid-60980.html'],
      },
      属性: ['普通类徽章', '旅程向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "James 〝Jim〞 Raynor，是追求正义的自由斗士？还是恶名昭彰的恐怖份子？亦或只是个为爱不顾一切的狂人？再次见到她的时候，凯莉根他深爱的女子，已是虫族至高无上的刀锋女王。而一手导致这一切的人，曾昔日共同对抗暴政的战友，蒙斯克也成为了与他立志推翻的暴君并无两样的掌权者。从起义到被背叛，吉姆．雷诺游骑兵部队的领袖，在经历了这一切后似乎逐渐丧失了信心。他酗酒成性，并为虫族带走凯莉根之事而深感自责。而对蒙斯克的憎恨严然已成为他心中永远的溃烂伤口。他是就此沉沦，还是带领部队走向胜利。",
      等级数据: [
        {
          等级: '等级Max 吉姆?雷诺（Jim Raynor）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110702wx3x1duzruxic5j6.gif",
          属性: "发帖 旅程 +1，触发几率 12%",
        }
      ],
      特殊: ["在论坛恢复后随勋章系统重开补货20枚"]
    },
    {
      基本信息: {
        馆藏编号: "No.0005",
        名称: "法卡斯（Farkas）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "上古卷轴Ⅴ",
        关键属性: '血液',
        发行量: '20',
        商店售价: "300 金币",
        入手条件: "无",
        绝版时间: ["2015.11.09", "2019.11.07"],
        回收价格: "195 金币",
        寄售最大价格: "345 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '血液向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Farkas，诺德人，是战友团的一名成员，在这之前他就获得了技艺精湛的战士之称号。与他的双胞胎兄弟威尔卡斯都是圆环的成员，当然，他们都是狼人。他俩幼年时被一个耶尔根的人从巫师的手底下救了下来并且训练成战士扶养长大。法卡斯有着野兽的血性而且还喜欢信口开河，有时候对他的哥哥比对公会的其他成员要无礼，但是他对玩家可是很热情的，总能及时地保护他的朋友们，还是大师级的重甲掌握训练师，也是结婚对象人选喔。 (私底下他承认是个怕蜘蛛的人...)",
      等级数据: [
        {
          等级: '等级Max 法卡斯（Farkas）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/111005dgylr33o666ghkor.gif",
          属性: "回帖 血液 +1、发帖 血液 +1，触发几率 12%",
        }
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '一个怕蜘蛛的汉子，蜘蛛~蜘蛛~~']
    },
    {
      基本信息: {
        馆藏编号: "No.0006",
        名称: "维吉尔（Vergil）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "鬼泣",
        关键属性: '咒术',
        发行量: '20',
        商店售价: "400 金币",
        入手条件: "无",
        绝版时间: "2019.8.8",
        回收价格: "260 金币",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Vergil，但丁的哥哥，是个弟控，超级弟控，银发英伦绅士的弟控，想要除掉魔王曼达斯并统治人类的弟控，野心被弟弟扼杀的弟控，惨被弟弟抛弃无奈说出“i loved you， brother”的弟控。 （除了弟控找不到其他形容词了-v-）",
      等级数据: [
        {
          等级: '等级1 维吉尔（Vergil）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
          属性: "无属性",
          升级条件: "消耗20血液"
        },
        {
          等级: '等级2 维吉尔（Vergil）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
          属性: "无属性",
          升级条件: "消耗20血液"
        },
        {
          等级: '等级3 维吉尔（Vergil）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110708a7j7v4ay9zjfuxxf.gif",
          属性: "回帖 咒术 +1、发帖 咒术 +1  触发概率 4%",
          升级条件: "升级后获得10堕落"
        },
        {
          等级: '等级Max 维吉尔（Vergil）',
          图片: "https://img.gamemale.com/forum/202308/26/191305x4qu7z5nsgxb7nzb.gif",
          属性: "回帖 咒术 +1、发帖 咒术 +1 知识 +1  触发概率 6%",
        }
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '这款徽章是不可以回收的！（所以你有想到什么吗？）']
    },
    {
      基本信息: {
        馆藏编号: "No.0007",
        名称: "皮尔斯?尼凡斯（Piers Nivans）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "生化危机",
        关键属性: '咒术',
        发行量: '20',
        商店售价: "400 金币",
        入手条件: "无",
        绝版时间: ["2015.9.20", '2019.11.18'],
        回收价格: "260 金币",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
      等级数据: [
        {
          等级: '等级1 皮尔斯?尼凡斯（Piers Nivans）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
          属性: "无属性",
          升级条件: "消耗50金币"
        },
        {
          等级: '等级2 皮尔斯?尼凡斯（Piers Nivans）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
          属性: "无属性",
          升级条件: "消耗50血液"
        },
        {
          等级: '等级3 皮尔斯?尼凡斯（Piers Nivans）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110608dcdcbkdonjozw2wc.gif",
          属性: "无属性",
          升级条件: "消耗50咒术"
        },
        {
          等级: '等级Max 皮尔斯?尼凡斯（Piers Nivans）',
          图片: "https://img.gamemale.com/album/201401/01/110633hpv4p6wrlbwcfbvf.gif",
          属性: "回帖 血液 +2、发帖 血液 +2，触发几率 15%",
        }
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '（想要这款徽章体现价值，你得先付出点什么···）']
    },
    {
      基本信息: {
        馆藏编号: "No.0008",
        名称: "文森特·瓦伦丁（Vincent Valentine）",
        状态: "流通",
        分类: "游戏男从",
        来源: "最终幻想",
        关键属性: '咒术',
        发行量: '20',
        商店售价: "350 金币",
        入手条件: "无",
        绝版时间: ["2015.9.20", '2019.11.18'],
        回收价格: "227 金币",
        寄售最大价格: "402 金币",
        寄售中介费: "10%",
        作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
      },
      属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
      等级数据: [
        {
          等级: '等级Max 文森特·瓦伦丁（Vincent Valentine）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110602f3xyqdqdkjmgipe1.gif",
          属性: "回帖 咒术 +1、发帖 堕落 +1，触发几率 10%",
        }
      ],
      特殊: '在论坛恢复后随勋章系统重开补货20枚'
    },
    {
      基本信息: {
        馆藏编号: "No.0009",
        名称: "巴尔弗雷亚（Balthier）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "最终幻想",
        关键属性: '金币',
        发行量: '20',
        商店售价: "350 金币",
        入手条件: "无",
        绝版时间: ["2016.02.20", '2019.11.21'],
        回收价格: "227 金币",
        寄售最大价格: "402 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
        图片: "https://www.gamemale.com/data/attachment/album/201401/01/110509oibjnjnhg2gg5jjt.gif",
        简介: "Piers Nivans，和克里斯一样，皮尔斯同属BSAA北美分部。作为一名天才狙击手，皮尔斯拥有着优秀的动态视力和集中力，「目标一旦锁定就不会漏掉」是他的座右铭责任感强，对周围的洞察极其敏锐。这些优秀的能力让他能应对战场上的各种局面。引导自己和周围的人走向正确的道路是他最大的优点，同时他也是一个心思缜密的男人，性格开朗，对待每个人都很温柔。克里斯非常的信赖他，并且希望他能成为BSAA将来的栋梁。",
      },
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
      等级数据: [
        {
          等级: '等级1 巴尔弗雷亚（Balthier）',
          属性: "回帖 金币 +2、发帖 金币 +2，触发几率 4%",
          升级条件: "知识 ≥ 10"
        },
        {
          等级: '等级2 巴尔弗雷亚（Balthier）',
          属性: "回帖 金币 +2、发帖 金币 +2，触发几率 8%",
          升级条件: "知识 ≥ 30"
        },
        {
          等级: '等级Max 巴尔弗雷亚（Balthier）',
          属性: "回帖 金币 +2、发帖 金币 +2，触发几率 12%",
        },
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0010",
        名称: "但丁（Dante）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "最终幻想",
        关键属性: '咒术',
        发行量: '20',
        商店售价: "450 金币",
        入手条件: "无",
        绝版时间: ["2015.12.04", '2019.09.04'],
        回收价格: "295 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Dante，黑发的恶魔与天使的混血，叛逆狂暴又带有特别的街头混混的气质。（形象大变曾引起争议）魔人化时头发会变为白色。虽然不怎么像个绅士却阻止了哥哥的野心拯救了人类。",
      等级数据: [
        {
          等级: '等级1 但丁（Dante）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
          属性: "发帖 咒术 +1，触发几率 5%",
          升级条件: "血液 ≥ 10"
        },
        {
          等级: '等级2 但丁（Dante）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
          属性: "发帖 咒术 +1，触发几率 8%",
          升级条件: "咒术 ≥ 10"
        },
        {
          等级: '等级3 但丁（Dante）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
          属性: "发帖 咒术 +2，触发几率 10%",
          升级条件: "灵魂 ≥ 1"
        },
        {
          等级: '等级4 但丁（Dante）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
          属性: "发帖 咒术 +2，触发几率 15%",
          升级条件: "咒术 ≥ 30"
        },
        {
          等级: '等级Max 但丁（Dante）',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110759vzcs5v8iv533sz8r.gif",
          属性: "发帖 咒术 +3，触发几率 20%",
        },
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0011",
        名称: "盖里（Gary）",
        状态: "绝版",
        分类: "真人男从",
        来源: "英剧.米兰达（Miranda）",
        关键属性: '旅程',
        发行量: '20',
        商店售价: "300 金币",
        入手条件: "无",
        绝版时间: ["2015.6.10", '2019.12.8'],
        回收价格: "195 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '旅程向徽章', '可回收、可寄售、不可赠送、不可续期'],
      简介: `Gary (演员：Tom Ellis)，来自英国电视爆笑喜剧"Miranda"男主角，带着有点呆萌呆萌的迷人男子，是女主角米兰达的最佳淫想对象，但也因为个性胆小，不够大男人那点常常被调侃有点娘。每次他的出场，总是与米兰达带来许多爆笑和欢乐。`,
      等级数据: [
        {
          等级: '等级1 盖里（Gary）',
          图片: "https://img.gamemale.com/album/201401/01/115306fd5tw9db50g0dk9g.gif",
          属性: "发帖 旅程 +1，触发几率 2%",
          升级条件: "好友数 ≥ 10"
        },
        {
          等级: '等级2 盖里（Gary）',
          图片: "https://img.gamemale.com/album/201401/01/115306fd5tw9db50g0dk9g.gif",
          属性: "发帖 旅程 +1、回帖 血液 +1，触发几率 5%",
          升级条件: "好友数 ≥ 30"
        },
        {
          等级: '等级Max 盖里（Gary）',
          图片: "https://img.gamemale.com/album/201401/01/115312t6qoofzxm6s6fu1s.gif",
          属性: "发帖 旅程 +1、回帖 血液 +1 金币 +1，触发几率 7%",
        }
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '如果你细心照顾这么一个呆萌的汉子，他会带给你更多欢笑。']
    },
    {
      基本信息: {
        馆藏编号: "No.0012",
        名称: "杰夫?莫罗（Jeff Moreau）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "质量效应",
        关键属性: ['知识', '旅程'],
        发行量: '20',
        商店售价: "400 金币",
        入手条件: "无",
        绝版时间: "2019.6.10",
        回收价格: "260 金币",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '（一个能驾驶诺曼底号，对EDI痴迷的男人，IQ会低？）', '可回收、可寄售、不可赠送、不可续期'],
      简介: "Jeff Moreau，来自宇宙战舰诺曼底号的王牌驾驶员，并且有个外号Joker，曾在大学时代里几乎无笑容，而且天生患有沃里克综合症(别称脆骨症)，所以同学给他取了这个外号。一个天生残疾的人在舰艇学院读书，可想而知有多孤独。但他其实说起话来总是幽默又有许多搞怪表情，是许多想推倒他的玩家最佳〝受〞人选，可惜他只爱机械人EDI。",
      等级数据: [
        {
          等级: '等级1 杰夫?莫罗',
          图片: "https://img.gamemale.com/forum/202008/15/102849spm9cjzf61bkmca8.gif",
          属性: "无属性",
          升级条件: "消耗20血液"
        },
        {
          等级: '等级2 杰夫?莫罗',
          图片: "https://img.gamemale.com/album/201401/01/114350l0smwjesszperj2y.gif",
          属性: "发帖 知识 +1 触发概率 3%",
          升级条件: "血液 ≥ 100"
        },
        {
          等级: '等级3 杰夫?莫罗',
          图片: "https://img.gamemale.com/album/201401/01/114353ayzqlwphkha7p74a.gif",
          属性: "回帖 知识 +1、发帖 知识 +1 触发概率 3%",
          升级条件: "血液 ≥ 200"
        },
        {
          等级: '等级Max 杰夫?莫罗',
          图片: "https://img.gamemale.com/forum/202008/24/052743wbuezfxwv5vfbe68.gif",
          属性: "回帖 知识 +1、发帖 知识 +1 旅程 +1 触发概率 7%",
        },
      ],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '多和他说说话吧，你会发现他真是一个很幽默的人咯~~~']
    },
    {
      基本信息: {
        馆藏编号: "No.0013",
        名称: "威尔卡斯（Vilkas）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "上古卷轴Ⅴ",
        关键属性: '灵魂',
        发行量: '21',
        商店售价: "400 金币",
        入手条件: "无",
        绝版时间: "2019.11.18",
        回收价格: "260 金币",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '（只要取得了他的信任，他就能守护你最重要的东西··）', '可回收、可寄售、可赠送、不可续期'],
      简介: "Vilkas，诺德人，是战友团的一名成员，也是高级成员组织圆环的一员，当然他和其他圆环成员一样都是狼人。威尔卡斯和他的双胞胎兄弟法卡斯被一个叫耶尔根的人养大，这个人将他们俩从巫师手里救了下来。威尔卡斯是双手掌握技能的大师，遇事冷酷果断，对玩家充满敬意(但你可以发现他的脸总是很臭...)，也是很好的结婚对象和跟随者。 「威尔卡斯」在立陶宛语中是「狼」的意思。",
      等级数据: [
        {
          等级: '等级1 威尔卡斯',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
          属性: "无属性",
          升级条件: "消耗10血液"
        },
        {
          等级: '等级2 威尔卡斯',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
          属性: "无属性",
          升级条件: "消耗30血液"
        },
        {
          等级: '等级3 威尔卡斯',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
          属性: "无属性",
          升级条件: "消耗60血液"
        },
        {
          等级: '等级Max 威尔卡斯',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/114243ec9ubt996gxzubzh.gif",
          属性: "发帖 灵魂 +1 触发概率 2%",
        },
      ],
      特殊: ['在论坛两周年庆第二次绝版徽章补货活动中补货一枚', '在论坛恢复后随勋章系统重开补货30枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0014",
        名称: "克里斯·雷德菲尔德（Chris Redfield）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "生化危机",
        关键属性: ['金币', '血液', '旅程'],
        发行量: '24',
        商店售价: "550 金币",
        入手条件: "无",
        绝版时间: "2019.3.22(推测)",
        回收价格: "357 金币",
        寄售最大价格: "632 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '（经历过无数的枪林弹雨，刀光血影。）', '可回收、可寄售、可赠送、不可续期'],
      简介: "Chris Redfield，个性沉稳的人，拥有强健身体并也是厉害的射击专家。曾是美国空军的优秀飞行员，但与长官不合而离开。在老友巴瑞的推荐加入S.T.A.R.S.。经过“洋馆事件”以及监狱岛拯救他的妹妹克莱尔，之后便加入BSAA组织。但厌倦了战斗的生活，为了栽培新人投入前线作为指挥官。一次行动中，除了队员皮尔斯以外，全队被病毒变成了怪物，而克里斯也被打成重伤失去记忆。从此他在欧洲某小镇过着以酒度日的潦倒生活。直到皮尔斯找到了他，鼓励他再一次回到BSAA。",
      等级数据: [
        {
          等级: '等级1 克里斯·雷德菲尔德',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
          属性: "回帖 血液 +1、发帖 血液 +1，触发几率 3%",
          升级条件: "血液 ≥ 30"
        },
        {
          等级: '等级2 克里斯·雷德菲尔德',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
          属性: "回帖 血液 +2、发帖 血液 +2，触发几率 3%",
          升级条件: "追随 ≥ 50"
        },
        {
          等级: '等级3 克里斯·雷德菲尔德',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
          属性: "回帖 血液 +2、发帖 血液 +2 旅程 +1，触发几率 4%",
          升级条件: "追随 ≥ 100"
        },
        {
          等级: '等级4 克里斯·雷德菲尔德',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
          属性: "回帖 血液 +2 旅程 +1、发帖 血液 +2 旅程 +1，触发几率 5%",
          升级条件: "消耗100点血液"
        },
        {
          等级: '等级Max 克里斯·雷德菲尔德',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110850hd0szkhyeseme07m.gif",
          属性: "回帖 金币 +1 血液 +2 旅程 +1、发帖 血液 +2 旅程 +1，触发几率 7%",
        },
      ],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货30枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0015",
        名称: "一丝不挂克里斯（Naked Chris）|裸体克里斯",
        状态: "绝版",
        分类: "游戏男从",
        来源: "生化危机",
        关键属性: '金币',
        发行量: '15',
        商店售价: "888 金币",
        入手条件: "无",
        绝版时间: "2019.3.22(推测)",
        回收价格: "577 金币",
        寄售最大价格: "1021 金币",
        寄售中介费: "10%",
        作者: ['DesmondC', 'https://www.gamemale.com/?63669'],
      },
      属性: ['普通类徽章', '（金光闪闪有没有闪到你？喂喂你在看哪里？）', '可回收、可寄售、可赠送、不可续期'],
      简介: "Chris Redfield，即将迈入40岁了的克里斯，依然保持强健的身体，一向给人以忧郁硬汉的帅气形象，但其大受玩家欢迎的原因(尤其基佬们)，还是那令人着迷的性感肌肉身材，以及攻属性的样貌，让小受们备受安全感╰(≧?≦)╭",
      等级数据: [
        {
          等级: '等级Max 裸体克里斯',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/110459avhufexivpuhkfue.gif",
          属性: "回帖 金币 +1、发帖 金币 +1，触发几率 100%",
        },
      ],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货', '人人都想得到他，难道只是因为果体？', '在论坛恢复后随勋章系统重开补货30枚2019年【十月之歌】活动中补货3枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0016",
        名称: "凯登?阿兰科（Kaidan Alenko）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "质量效应",
        关键属性: ['金币', '血液'],
        发行量: '22',
        商店售价: "550 金币",
        入手条件: "无",
        绝版时间: "未知",
        回收价格: "227 金币",
        寄售最大价格: "357 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "Kaidan Alenko，生于2151年，少数有「异能」专长的特战队员。异能天赋来源于还在他母亲肚子里时曾经长时间的暴露于零号元素中，但是他没有脑癌的疾病，反而为异能人生铺下了基石。 凯登的身上连接着L2植入体，L2植入体是一种可能对使用者造成神经性伤害的植入体，但是幸运的他只有间歇性地头痛而已。 也因此原本亦属于星联海军(海军?)，却也L2植入体让他经常头疼眼花，所以对噪音以及亮光非常敏感，最后被移至安德森旗下，这也成为了与薛普德见面的契机。之后对薛普德一生而言凯登占有着很重要地位，有着无法失去彼此的关系...",
      属性: "回帖 金币 +1，触发概率 5%",
      等级数据: [
        {
          等级: '等级1 凯登?阿兰科',
          图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
          升级条件: "消耗20血液"
        },
        {
          等级: '等级2 凯登?阿兰科',
          图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
          属性: "回帖 金币 +1 血液 +1，触发概率 5%",
          升级条件: "血液 ≥ 60"
        },
        {
          等级: '等级3 凯登?阿兰科',
          图片: "https://img.gamemale.com/forum/201911/20/152215dvjf1lxx43vgdglg.gif",
          属性: "回帖 金币 +1 血液 +1，触发概率 7%",
          升级条件: "消耗150金币"
        },
        {
          等级: '等级4 凯登?阿兰科',
          图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
          属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 10%",
          升级条件: "灵魂 ≥ 1"
        },
        {
          等级: '等级5 凯登?阿兰科',
          图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
          属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 20%",
          升级条件: "消耗800金币"
        },
        {
          等级: '等级Max 凯登?阿兰科',
          图片: "https://img.gamemale.com/album/201401/01/114453v68m922av4a5mtaa.gif",
          属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 50%",
        },
      ],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货30枚', '之前听闻，这款徽章是目前画面衔接得最好的一款？？？', '（那些选留下阿什丽的同志们，来来来，我们谈谈人生····）于2019年【十月之歌】活动中补货4枚']
    },
    {
      基本信息: {
        馆藏编号: "No.0017",
        名称: "肥皂（John“Soap”MacTavish）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "使命召唤?现代战争",
        关键属性: ['金币', '旅程'],
        发行量: '24',
        商店售价: "400 金币",
        入手条件: "无",
        绝版时间: "2019.4.19",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
      简介: "John“Soap”MacTavish，出生于苏格兰一个虔诚的罗马基督教家庭。以精准射手为目标而接受训练，加入SAS之前是皇家陆战队突击成员。在MW结束之后获得了女王陛下颁发的英国最高等级勋章维多利亚十字。后来在狙杀马卡洛夫行动中为救同伴被炸成重伤，腰部被钢筋刺破，到达安全地点后抢救无效最终因失血过多牺牲。",
      等级数据: [
        {
          等级: '等级1 肥皂',
          图片: "https://img.gamemale.com/forum/202405/01/003839k8m4qqhqg478diie.gif",
          属性: "无属性",
          升级条件: "消耗60金币"
        },
        {
          等级: '等级2 肥皂',
          图片: "https://img.gamemale.com/forum/202405/01/003839k8m4qqhqg478diie.gif",
          属性: "回帖 金币 +1、发帖 金币 +5，触发概率 3%",
          升级条件: "消耗150金币"
        },
        {
          等级: '等级3 肥皂',
          图片: "https://img.gamemale.com/forum/202405/02/141924jsdgsvogz6qxqq0o.gif",
          属性: "回帖 金币 +1、发帖 金币 +5，触发概率 7%",
          升级条件: "追随 ≥ 50"
        },
        {
          等级: '等级4 肥皂',
          图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
          属性: "回帖 金币 +1、发帖 金币 +5，触发概率 10%",
          升级条件: "追随 ≥ 80"
        },
        {
          等级: '等级5 肥皂',
          图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
          属性: "回帖 金币 +1、发帖 金币 +5，触发概率 12%",
          升级条件: "升级后获得200金币"
        },
        {
          等级: '等级Max 肥皂',
          图片: "https://img.gamemale.com/forum/202405/02/141925nz8t6x6gtx8krhry.gif",
          属性: "回帖 金币 +2、发帖 金币 +5 旅程 +1，触发概率 12%",
        },
      ],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货30枚', '（得不到的才是最美的···）']
    },
    {
      基本信息: {
        馆藏编号: "No.0018",
        名称: "奥利弗?奎恩",
        状态: "流通",
        分类: "真人男从",
        来源: "绿箭侠",
        关键属性: ['血液', '堕落'],
        发行量: '21',
        商店售价: "400 金币",
        入手条件: "堕落 ＜ 50",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      属性: ['普通类徽章', '（拥有上亿身价，自然是不缺钱的。）', '可回收、可寄售、不可赠送、不可续期'],
      简介: "Oliver Queen (演员：Stephen Amell)，来自改编DC漫画的美国电视剧〝绿箭侠〞男主角，拥有上亿身价的奥利弗遭遇严重的游船事故，在一个孤岛上被困五年期间经历许多精神和身体的双重考验，在世人认为他已失踪并宣布死亡5年后，却被发现奇迹生还。如今他带着神秘的议题还有一身致命的新技能回到家乡打击Star City的犯罪，一心要去补偿父亲当年对这座城市犯下的错。并在众人前尽力掩藏真实的自我，白天，他依然是富豪公子，夜晚却化身正义使者“绿箭”。",
      等级数据: [
        {
          等级: '等级1 奥利弗?奎恩',
          图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
          属性: "发帖 血液 +2，触发几率 5%",
          升级条件: "消耗40血液"
        },
        {
          等级: '等级2 奥利弗?奎恩',
          图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
          属性: "发帖 血液 +2，触发几率 7%",
          升级条件: "消耗65血液"
        },
        {
          等级: '等级3 奥利弗?奎恩',
          图片: "https://www.gamemale.com/data/attachment/album/201401/04/121407cno5knoee5eok3cu.gif",
          属性: "发帖 血液 +2，触发几率 9%",
          升级条件: "主題数 ≥ 15"
        },
        {
          等级: '等级4 奥利弗?奎恩',
          图片: "https://img.gamemale.com/album/201401/04/121426l39rbb8i9gm8iz38.gif",
          属性: "发帖 血液 +2、回帖 血液 +1，触发几率 11%",
          升级条件: "追随 ≥ 45"
        },
        {
          等级: '等级5 奥利弗?奎恩',
          图片: "https://img.gamemale.com/album/201401/04/121426l39rbb8i9gm8iz38.gif",
          属性: "发帖 血液 +2、回帖 血液 +1，触发几率 13%",
          升级条件: "消耗30堕落（推测）"
        },
        {
          等级: '等级Max 奥利弗?奎恩',
          图片: "https://img.gamemale.com/forum/202307/04/161524mraetw7p7uaasun7.gif",
          属性: "发帖 血液 +2、回帖 血液 +1 堕落 -1，触发几率 15%",
        },
      ],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货30枚', '（堕落过高，是不能与英雄相邀的··）']
    },
    {
      基本信息: {
        馆藏编号: "No.0019",
        名称: "送情书",
        状态: "流通",
        分类: "赠礼",
        勋章ID: '19',
        时效: '5 天',
        关键属性: '咒术',
        发行量: '1000',
        商店售价: "18 金币",
        入手条件: "无",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: ['写封情书表达你的爱慕，让对方知道你的存在。'],
      属性: ['互动类徽章', '咒术向徽章', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
      特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（你有收到情书么？你想送某人情书么？）', '（情书总有说不出的情结···）'],
      等级数据: [
        {
          等级: '等级Max 收到情书',
          图片: "https://img.gamemale.com/album/201507/02/113350j47rr1f17qq4nafs.gif",
          简介: "收到来自某个爱慕你的情书，因此你的心情特别愉快，能量满满。",
          属性: "回帖 咒术 +1、发帖 咒术 +1，触发几率 10%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0020",
        名称: "丢肥皂",
        状态: "流通",
        分类: "赠礼",
        勋章ID: '20',
        时效: '5 天',
        关键属性: '堕落',
        发行量: '1000',
        商店售价: "12 金币",
        入手条件: "无",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: '传说中让对方快速失去贞操的究极招式，没有人抵挡的了，你只需要买块肥皂，然后轻轻一丢...',
      属性: ['互动类徽章', '（都捡肥皂了，你还要啥节操···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
      特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（哟，这里有块肥皂，你还不快捡？）'],
      等级数据: [
        {
          等级: '等级 Max 捡到了肥皂',
          图片: "https://img.gamemale.com/album/201507/02/113346zfvtihpznujw1nii.gif",
          简介: "某人丢了一块肥皂，于是本性使然的弯下腰把它捡起来，瞬间节操都没有了...",
          属性: "回帖 堕落 +1、发帖 堕落 +1，触发几率 10%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0021",
        名称: "千杯不醉",
        状态: "流通",
        分类: "赠礼",
        勋章ID: '45',
        时效: '5 天',
        关键属性: ['血液', '堕落'],
        发行量: '1000',
        商店售价: "12 金币",
        入手条件: "无",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: '邀约你的好朋友来喝一杯吧！',
      属性: ['互动类徽章', '（灌醉了就可以···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
      特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（哥俩好啊~五魁首啊~六六顺啊~~~）'],
      等级数据: [
        {
          等级: '等级 Max 千杯不醉',
          图片: "https://img.gamemale.com/album/201507/02/113342to7t7zj24jot5s7t.gif",
          简介: "不能被拒绝的喝酒邀约。为了友情总是得来一杯，所以只好被对方灌酒醉中...",
          属性: "回帖 血液 +1 堕落 +1、发帖 血液 +1 堕落 +1，触发几率 5%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0022",
        名称: "灵光补脑剂",
        状态: "流通",
        分类: "赠礼",
        勋章ID: '46',
        时效: '3 天',
        关键属性: ['知识', '血液'],
        发行量: '1000',
        商店售价: "22 金币",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: 'GM王国热销的补脑礼品，适合赠予头脑不灵光的好伙伴。由科学家们精心调配并经过100只史莱姆做实验测试(仅存活只10不到...)，品质认证好喝又爽口，清凉凉冰透透。唯一副作用就是喝多了会上瘾，并且一阵狂躁后虚脱...',
      属性: ['互动类徽章', '（让我想想···噔！）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
      特殊: ['用户互动类徽章，只能用于赠送他人，有时限。', '（补脑液虽好，不要贪杯哦····）'],
      等级数据: [
        {
          等级: '等级1 灵光补脑剂',
          图片: "https://img.gamemale.com/album/201507/02/113409q011xcf550bav1a5.gif",
          简介: "收到好伙伴的补脑剂，产品说明标签写着“喝了马上变聪明",
          属性: "无属性",
          升级条件: "升级后获得1知识"
        },
        {
          等级: '等级Max 灵光补脑剂',
          图片: "https://img.gamemale.com/album/201507/02/113408hctqvcqz0wjooqco.gif",
          简介: "收到好伙伴的补脑剂，产品说明标签写着“喝了马上变聪明",
          属性: "回帖 血液 -1，触发几率 2%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0023",
        名称: "贞洁内裤",
        状态: "已下架",
        分类: "赠礼",
        时效: '30 天',
        关键属性: ['血液', '堕落'],
        发行量: '130',
        商店售价: "130 金币",
        入手条件: "无",
        回收价格: "78 金币",
        寄售最大价格: "149 金币",
        寄售中介费: "10%",
        作者: ["湿滑肥皂", 'https://www.gamemale.com/space-uid-198770.html'],
      },
      简介: '拿着手上这条被退回过无数次的贞操内裤，你不禁有点想放弃了，但想到他彻夜不眠的站街却无人光顾，你决定尝试最后一次，希望他能够脱离苦海，回到你的身边。',
      属性: ['互动类徽章', '（拥有它，你就可以告别糜烂的生活···）', '可回收、不可寄售、可赠送、不可续期、不可自主购买'],
      特殊: ['用户互动类徽章，只能用于赠送他人。', '（穿上它真的不会变成超人么？）'],
      等级数据: [
        {
          等级: '等级Max 贞洁内裤',
          图片: "https://img.gamemale.com/album/201903/30/161516ru7icoon7s8zv5ac.gif",
          简介: "在街上站了一夜也没有客人将你接走，你心里已经对未来产生了怀疑，回到家时天已经亮了，拆开门口的包裹，你看到了一条贞操内裤，你知道这是来自他的关心，这次你终于决定接受，忘掉过去糜烂的生活。",
          属性: "回帖 血液 +3 堕落 -1，触发几率 13%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0024",
        名称: "炼金之心",
        状态: "流通",
        分类: "咒术",
        勋章ID: '14',
        时效: '3 天',
        关键属性: ['金币'],
        发行量: '无限',
        商店售价: "3 咒术",
        入手条件: "无",
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: '心中不断想着发财！死命用念力与法术加以筹炼而成的心型黄金结晶。被施予这咒术的人，凝聚着即将富有的梦想。',
      属性: ['增益类徽章', '（点石成金！）', '可回收、不可寄售、可赠送、可续期'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。'],
      等级数据: [
        {
          等级: '等级1 炼金之心',
          图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
          属性: "回帖 金币 +2，触发几率 10%",
          升级条件: "知识 ≥ 3"
        },
        {
          等级: '等级2 炼金之心',
          图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
          属性: "回帖 金币 +2，触发几率 15%",
          升级条件: "知识 ≥ 15"
        },
        {
          等级: '等级3 炼金之心',
          图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
          属性: "回帖 金币 +2，触发几率 20%",
          升级条件: "知识 ≥ 30"
        },
        {
          等级: '等级Max 炼金之心',
          图片: "https://img.gamemale.com/album/201507/02/114530cthryt8yatcaass1.gif",
          属性: "回帖 金币 +2，触发几率 30%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0025",
        名称: "黑暗交易",
        状态: "流通",
        分类: "咒术",
        勋章ID: '51',
        时效: '3 天',
        关键属性: ['金币', '血液'],
        发行量: '无限',
        商店售价: "8 咒术",
        入手条件: ['堕落＞10', '知识≥10'],
        作者: ['gamemale', 'https://www.gamemale.com/?50871'],
      },
      简介: '卷轴商人告诉你，这是一种失传已久的咒术，能够创造无尽的财富，却几乎不需要付出什么代价。',
      属性: ['增益类徽章', '（人类的血总是这么美味····）', '可回收、不可寄售、不可赠送、可续期'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。', '（与恶魔的交易，付出越多，回报越多，选择权在你手里····）'],
      等级数据: [
        {
          等级: '等级1 黑暗交易',
          图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
          简介: "每次成攻咏唱咒术之后，你都能创造可观的财富，但你明显感到，比施展其他咒术后要疲惫许多。",
          属性: "回帖 金币 +2 血液 -1、发帖 金币 +2 发帖 血液 -1，触发几率 25%",
          升级条件: "堕落 ≥ 25"
        },
        {
          等级: '等级2 黑暗交易',
          图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
          简介: "每次成攻咏唱咒术之后，你都能创造可观的财富，但你明显感到，比施展其他咒术后要疲惫许多。",
          属性: "回帖 金币 +4 血液 -2、发帖 金币 +4 发帖 血液 -2，触发几率 25%",
          升级条件: "堕落 ≥ 50"
        },
        {
          等级: '等级Max 黑暗交易',
          图片: "https://img.gamemale.com/album/201507/02/114519abfjffbp2jpdpy9n.gif",
          简介: "看着镜中日渐消瘦的自己，再看看越来越厚实的钱袋，这个咒术到底是否值得，只有你自己最清楚。",
          属性: "回帖 金币 +6 血液 -3、发帖 金币 +6 血液 -3，触发几率 25%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0026",
        名称: "水泡术",
        状态: "流通",
        分类: "咒术",
        勋章ID: '43',
        时效: '5 天',
        关键属性: ['血液'],
        发行量: '无限',
        商店售价: "3 咒术",
        入手条件: "知识 ≥ 3",
        作者: ["gamemale", 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '毫无作用的巨大水泡术！似乎是会令人困扰的障碍性法术，只会越来越多的水泡占满整个空间...',
      属性: ['增益类徽章互动类徽章', '血液向徽章', '可回收、不可寄售、可赠送、可自购'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。', '用户互动类徽章，只能用于赠送他人。', '（我爱洗澡好多泡泡~啦啦啦啦~~）'],
      等级数据: [
        {
          等级: '等级1 水泡术',
          图片: "https://img.gamemale.com/album/201507/02/114427z0y3lkpzgk46gnp5.gif",
          简介: "受到敌方的水泡术攻击！越来越多的泡沫挤满了空间，除了碍眼外...却没有任何作用...",
          属性: "无属性",
          升级条件: "知识 ≥ 6"
        },
        {
          等级: '等级2 水泡术',
          图片: "https://img.gamemale.com/album/201507/02/114427z0y3lkpzgk46gnp5.gif",
          简介: "受到敌方的水泡术攻击！越来越多的泡沫挤满了空间，除了碍眼外...却没有任何作用...(灵光一闪！)",
          属性: "无属性",
          升级条件: "升级后获得10血液"
        },
        {
          等级: '等级Max 水泡术',
          图片: "https://img.gamemale.com/album/201507/02/114429w2htftmmmzz4l696.gif",
          简介: "毫无作用的巨大水泡术！在聪明过人的你之下，被你视为敌方免费送来的水，所以一口气喝光光了！只剩下微微的小气泡...",
          属性: "回帖 血液 +1,触发概率 1%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0027",
        名称: "召唤古代战士",
        状态: "流通",
        分类: "咒术",
        勋章ID: '44',
        时效: '6 天',
        关键属性: ['血液'],
        发行量: ['无限'],
        商店售价: '8 咒术',
        入手条件: "知识 ≥ 6",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '召唤传说中古代的英雄战神，他将与你一同作战，并赐予你强大的体能！',
      属性: ['增益类徽章', '（召唤战士，杀得血流成河！！）', '可回收、不可寄售、可续期'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。', '（啊啊啊~~卡住了~~~~）'],
      等级数据: [
        {
          等级: '等级0 召唤古代战士',
          图片: "https://img.gamemale.com/album/201507/02/114440h1op1p51o3woiip6.gif",
          属性: "无属性",
          升级条件: "无"
        },
        {
          等级: '等级1 召唤古代战士',
          图片: "https://img.gamemale.com/album/201507/02/114441t4f5yx5yxuuybu65.gif",
          简介: '尝试召唤传说中古代的英雄战神，但似乎战神被卡在门口一直挤不出来，尴尬了。 (知识不够高...)',
          属性: "回帖 血液 +3、发帖 血液 +3，触发几率 10%",
          升级条件: "知识 ≥ 25"
        },
        {
          等级: '等级Max 召唤古代战士',
          图片: "https://img.gamemale.com/album/201507/02/114441c23iwtt088tq3pb7.gif",
          简介: '来自中古世纪的战神被授予召唤成为你的最佳伙伴！贴心的守护在身旁并且鼓舞着你的斗志，逐渐提高你的强壮！',
          属性: "回帖 血液 +3、发帖 血液 +3，触发几率 30%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0028",
        名称: "祈祷术",
        状态: "流通",
        分类: "咒术",
        勋章ID: '61',
        时效: '3 天',
        关键属性: ['堕落'],
        发行量: '无限',
        商店售价: "8 咒术",
        入手条件: "无",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '藉由祈祷消除自身的罪孽，净化心灵深处的堕落根源。',
      属性: ['增益类徽章', '（主啊！请宽恕我的罪孽吧。）', '可回收、不可寄售、不可续期'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。', '（圣光照耀~虔诚祈祷~~~）'],
      等级数据: [
        {
          等级: '等级1 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "不断的祈祷拾起掉落一地的节操，逐渐恢复还原纯洁的自我...",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 15%",
          升级条件: "知识 ≥ 5"
        },
        {
          等级: '等级2 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "祈祷过程中让我找到内心最深处其中一的堕落之根...(把它取出来吧！)",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 15%",
          升级条件: "消耗1堕落"
        },
        {
          等级: '等级3 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "我持续找到并拔起内心的堕落之根，但祈祷过程的专注力也慢慢已减少了一些...",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 12%",
          升级条件: "消耗1堕落"
        },
        {
          等级: '等级4 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "暂无",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 10%",
          升级条件: "消耗1堕落"
        },
        {
          等级: '等级5 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "暂无",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 8%",
          升级条件: "消耗1堕落"
        },
        {
          等级: '等级6 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "暂无",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 6%",
          升级条件: "消耗1堕落"
        },
        {
          等级: '等级Max 祈祷术',
          图片: "https://img.gamemale.com/album/201507/02/114506f59lkml9n9k5nmst.gif",
          简介: "藉由祈祷我已消除5点的堕落之根，但对于祈祷的效果也失去大部分了...",
          属性: "回帖 堕落 -1、发帖 堕落 -1，触发几率 4%",
          升级条件: "消耗1堕落"
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0029",
        名称: "嗜血斩首斧",
        状态: "绝版",
        分类: "装备",
        关键属性: ['堕落'],
        发行量: '30',
        商店售价: "100 金币",
        入手条件: "无",
        绝版时间: "2019.5.25",
        寄售最大价格: "115 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '令人惧怕的斧头，它总是能很利落的斩下对方首级，在这过程只会听到"咚"一声。具备杀人魔特质的人必备武器。',
      属性: ['普通类徽章', '堕落向徽章', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['在论坛恢复后随勋章系统重开补货50枚', '（杀戮越多，罪孽越深···）'],
      等级数据: [
        {
          等级: '等级Max',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115656oy8nrt00r8hmtz8n.gif",
          属性: "回帖 堕落 +1，触发几率 5%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0030",
        名称: "符文披风",
        状态: "绝版",
        分类: "装备",
        关键属性: ['咒术'],
        发行量: '30',
        商店售价: "280 金币",
        入手条件: '无',
        绝版时间: "2019.11.11",
        寄售最大价格: "322 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '披风上充满无数个灵动的字符，一直不断的再储蓄与吸收着魔力，披上它似乎还能收获不少法术。',
      属性: ['普通类徽章', '咒术向徽章', '可回收、可寄售、不可续期、不可赠送'],
      特殊: ['在论坛恢复后随勋章系统重开补货50枚'],
      等级数据: [
        {
          等级: '等级Max 符文披风',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115649ube4qud0b87brby4.gif",
          属性: "回帖 咒术 +1、发帖 咒术 +1，触发几率 8%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0031",
        名称: "净化手杖",
        状态: "流通",
        分类: "装备",
        关键属性: ['堕落', '咒术'],
        发行量: '11',
        商店售价: "400 金币",
        入手条件: "无",
        寄售最大价格: "460 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '能净化心灵的神奇手杖，只要手握持着它，会慢慢的一点一点愈治内心的邪恶。',
      属性: ['普通类徽章', '（净化你！！）', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货20枚', '（邪恶之人怎配拥有？）'],
      等级数据: [
        {
          等级: '等级1 净化手杖',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115614yzes0zddsdawxwud.gif",
          属性: "发帖 堕落 -1，触发几率 10%",
          升级条件: "在线时间 ≥ 800"
        },
        {
          等级: '等级Max 圣光手杖',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115614yzes0zddsdawxwud.gif",
          简介: '带有光芒刺眼的神圣法力手杖，因为持有者内心善良，手杖的威力已经升级并且更加强大。持续的消除败坏的气息，让邪恶远远的离开持有者。',
          属性: "回帖 堕落 -1 咒术 +1、发帖 堕落 -1，触发几率 20%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0032",
        名称: "十字叶章",
        状态: "绝版",
        分类: "装备",
        关键属性: ['咒术', '堕落', '灵魂'],
        发行量: '9',
        商店售价: "277 金币",
        入手条件: "无",
        绝版时间: "2019.10.14",
        寄售最大价格: "318 金币",
        寄售中介费: "10%",
        作者: ['湿滑肥皂', 'https://www.gamemale.com/?198770'],
      },
      简介: '你在森林里遇见一位林精商人，讨价还价之后，你从他那里购得一枚看上去很普通的叶章。',
      属性: ['普通类徽章', '灵魂向勋章', '咒术向勋章', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货20枚', '（真正的徽章~~）'],
      等级数据: [
        {
          等级: '等级1 十字叶章',
          图片: "https://img.gamemale.com/album/201401/01/115605pg9ckg8u5goaz4u8.gif",
          简介: "你在森林里遇见一位林精商人，讨价还价之后，你从他那里购得一枚看上去很普通的叶章。",
          属性: "回帖 堕落-1，触发几率 5%",
          升级条件: "追随 ≥ 45"
        },
        {
          等级: '等级2 十字叶章',
          图片: "https://img.gamemale.com/album/201401/01/115607ukyssasdxhz48n2l.gif",
          简介: "十字叶章脉动着光芒，像是有生命一样，纯净的让人不忍触碰。",
          属性: "回帖 咒术+1 堕落-1，触发几率 5%",
          升级条件: "追随 ≥ 45"
        },
        {
          等级: '等级Max 十字叶章',
          图片: "https://img.gamemale.com/album/201401/01/115609nau1lkwad7czd4dd.gif",
          简介: "十字叶章闪烁着耀眼的光芒，传说只有最纯洁的人才能有幸得到森林女神的眷顾，她的安抚便会化作一枚十字叶章，阻止邪恶的靠近。",
          属性: "回帖 咒术+5 堕落-5、发帖 灵魂 +1，触发几率 1%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0033",
        名称: "刺杀者匕首",
        状态: "绝版",
        分类: "装备",
        关键属性: ['金币'],
        发行量: '21',
        商店售价: "80 金币",
        入手条件: "堕落 ＞ 10",
        绝版时间: "2019.9.9",
        寄售最大价格: "92 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '一把刺杀过无数人，并沾满了受害人鲜血的随身武器。持有者藉由自身残酷的天性，无情杀死对方换取赏金。',
      属性: ['普通类徽章', '（赏金猎人的利器。）', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货40枚', '（小心背后~~）'],
      等级数据: [
        {
          等级: '等级Max 等级 Max',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115610sh667p0s6hoh0h6l.gif",
          属性: "回帖 金币 +3，触发几率 5%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0034",
        名称: "药剂背袋",
        状态: "绝版",
        分类: "装备",
        关键属性: ['血液'],
        发行量: '51',
        商店售价: "180 金币",
        入手条件: "无",
        绝版时间: "2019.3.22(推测)",
        寄售最大价格: "207 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '探险必要装备，可以携带各种强壮身体的补充药品，救济杀怪损失的血量，防止倒地在冒险路途中无人鸟你的冏状况！',
      属性: ['普通类徽章', '（来一粒，状态满满！）', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货50枚', '（今天没吃药，感觉自己萌萌哒····）'],
      等级数据: [
        {
          等级: '等级Max 药剂背袋',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/115659t6qz4z0b4v9kbv0d.gif",
          属性: "回帖 血液 +1、发帖 血液 +1，触发几率 8%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0035",
        名称: "知识大典",
        状态: "绝版",
        分类: "资产",
        关键属性: ['知识'],
        发行量: '51',
        商店售价: "50 金币",
        入手条件: "无",
        绝版时间: "2019.4.3",
        寄售最大价格: "57",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '由一位智者编写的书籍，记载着各种五花八门的学识研究，阅读它将会增长许多智慧。但也由于这本书籍过厚，很少人能有耐心把它阅读完。',
      属性: ['普通类徽章', '（新姿势get！）', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货60枚', '（好好学习，天天向上！）'],
      等级数据: [
        {
          等级: '等级Max 知识大典',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191007euxdoxrss8vvkhku.gif",
          属性: "回帖 知识 +1，触发几率 1%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0036",
        名称: "微笑的面具",
        状态: "绝版",
        分类: "资产",
        关键属性: ['堕落'],
        发行量: '21',
        商店售价: "100 金币",
        入手条件: "无",
        绝版时间: "2019.10.09",
        回收价格: '65 金币',
        寄售最大价格: "114 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '看起来是搞怪的面具，但摆饰在哪都感觉不太对劲...',
      属性: ['普通类徽章', '堕落向徽章', '可回收、可寄售、不可续期、不可赠送'],
      特殊: ['曾在第一次绝版徽章补货活动中有过补货。', '在论坛恢复后随勋章系统重开补货50枚', '（不要一直盯着看，你会~陷进去的~~）'],
      等级数据: [
        {
          等级: '等级1 微笑的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "看起来是搞怪的面具，但摆饰在哪都感觉不太对劲...",
          属性: "无属性",
          升级条件: "主题 ≥ 10"
        },
        {
          等级: '等级2 怪笑的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "看起来已经有点诡异的面具，摆饰在哪都感觉不太对劲...",
          属性: "无属性",
          升级条件: "主题 ≥ 20"
        },
        {
          等级: '等级3 奸笑的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "这面具太诡异了！！摆饰在哪都感觉不太对劲...而且似乎看起来有点不太一样了...",
          属性: "无属性",
          升级条件: "主题 ≥ 30"
        },
        {
          等级: '等级4 诡笑的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "开始散发不良气息的恐怖面具...摆饰在哪都感觉不太对劲...令人感到害怕...",
          属性: "无属性",
          升级条件: "主题 ≥ 40"
        },
        {
          等级: '等级5 恐怖的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "会让人毛骨悚然的面具，一直散发不祥的气息，摆饰在哪都感觉不太对劲...面具的表情也变得很扭曲...",
          属性: "无属性",
          升级条件: "主题 ≥ 50"
        },
        {
          等级: '等级Max 邪恶的面具',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/191029j7cnvk6h6o7o3fze.png",
          简介: "这面具吸引着我的目光,不知不觉的有股令人堕落的想法,黑暗似乎也笼罩我的周围.我的表情就如这面具般的..哼哼...",
          属性: "回帖堕落 +1、发帖堕落 +1，触发几率20%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0037",
        名称: "种植小草",
        状态: "绝版",
        分类: "资产",
        关键属性: ['血液'],
        发行量: '120',
        商店售价: "15 金币",
        入手条件: "无",
        绝版时间: '2019.6.8',
        回收价格: "9 金币",
        寄售最大价格: "17 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '把花了15金币的种子埋到了一块地皮里，期待着能赶快发芽出来~',
      属性: ['成长类徽章', '可回收、可寄售、不可续期、可赠送'],
      特殊: ['成长类徽章，每个阶段都有不同的形态。', '曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货120枚', '（可爱的小草会开花么？）'],
      等级数据: [
        {
          等级: '等级1 种植小草',
          图片: "https://img.gamemale.com/album/201401/04/053001k5nhfhrhh24h05lr.png",
          简介: "把花了15金币的种子埋到了一块地皮里，期待着能赶快发芽出来~",
          属性: "无属性",
          升级条件: "追随 ≥ 5"
        },
        {
          等级: '等级2 微抖小草',
          图片: "https://img.gamemale.com/album/201401/01/191259gm9fs7u5wb5oltfk.gif",
          简介: "最近埋在土穰里的种子发芽出来了，但那微微抖动的小草是啥?",
          属性: "无属性",
          升级条件: "追随 ≥ 10"
        },
        {
          等级: '等级3 抖不停小草',
          图片: "https://img.gamemale.com/album/201401/01/191137xup7up18fuopgelj.gif",
          简介: "原以为栽培植物是件轻松愉快的事情，但看着一根两根不断抖动的小草，让人感到一股气愤...",
          属性: "无属性",
          升级条件: "追随 ≥ 15"
        },
        {
          等级: '等级4 抖来抖去小草',
          图片: "https://img.gamemale.com/album/201401/01/191141q8lfb25s1u89nu48.gif",
          简介: "花了很便宜价格买到东西果然都很不怎样，种植后发现它们总是不断地在抖动...直到它们生命枯委。",
          属性: "无属性",
          升级条件: "升级后获得1血液"
        },
        {
          等级: '等级Max 被踩烂的小草',
          图片: "https://img.gamemale.com/album/201401/01/191252tta07z10ed7tf0d3.png",
          简介: "这些令人恶心的抖动小草，被我一脚踩死了。",
          属性: "回帖 血液 +1",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0038",
        名称: "聚魔花盆",
        状态: "流通",
        分类: "资产",
        关键属性: ['咒术'],
        发行量: '12',
        商店售价: "500 金币",
        入手条件: "无",
        回收价格: "325 金币",
        寄售最大价格: "575 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '来自法师公会的魔法圣物，可以聚集许多魔力。非常需要一定的知识与技术去栽培，才能使盆栽里的植物茁壮起来。',
      属性: ['成长类徽章', '（充满魔力的花朵~~）', '不可回收、可寄售、不可续期、可赠送'],
      特殊: ['成长类徽章，每个阶段都有不同的形态。', '曾在第一次绝版徽章补货活动中有过补货。', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货30枚'],
      等级数据: [
        {
          等级: '等级1 聚魔花盆',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/135930nmmqx1bi4pqy99pm.gif",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。非常需要一定的知识与技术去栽培，才能使盆栽里的植物茁壮起来。",
          属性: "发帖 咒术 +3，触发几率 10%",
          升级条件: "知识 ≥ 5"
        },
        {
          等级: '等级2 聚魔花盆',
          图片: "https://img.gamemale.com/forum/202011/17/013312kjyyv9vcczznp5be.gif",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
          属性: "发帖 咒术 +3，触发几率 20%",
          升级条件: "知识 ≥ 10"
        },
        {
          等级: '等级3 聚魔花盆',
          图片: "https://img.gamemale.com/forum/202012/05/171406lkh7wwyc2g0rc52w.gif",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
          属性: "发帖 咒术 +3，触发几率 20%",
          升级条件: "知识 ≥ 15"
        },
        {
          等级: '等级4 聚魔花盆',
          图片: "https://img.gamemale.com/forum/202012/14/020316oygfdzbpp8a727af.gif",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
          属性: "发帖 咒术 +3，触发几率 40%",
          升级条件: "知识 ≥ 30"
        },
        {
          等级: '等级5 聚魔花盆',
          图片: "https://img.gamemale.com/forum/202103/26/230239kmukskqz459e53ke.gif",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。目前还缺乏一定的知识与技术去栽培，必须使盆栽里的植物茁壮起来才行。",
          属性: "发帖 咒术 +3，触发几率 50%",
          升级条件: "知识 ≥ 50"
        },
        {
          等级: '等级6 聚魔花盆',
          图片: "未知",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。经过自己的 知识与技术用心栽培，魔花的成长非常良好！",
          属性: "发帖 咒术 +3，触发几率 60%",
          升级条件: "堕落 ≥ 30"
        },
        {
          等级: '等级Max 聚魔花盆',
          图片: "未知",
          简介: "来自法师公会的魔法圣物，可以聚集许多魔力。成长状态良好的魔花似乎也接受到自己堕落的影响，导致慢慢枯萎掉....",
          属性: "发帖 咒术 +3，触发几率 30%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0039",
        名称: "金钱马车",
        状态: "绝版",
        分类: "资产",
        关键属性: ['金币', '血液', '知识', '咒术', '灵魂'],
        发行量: '55',
        商店售价: "200 金币",
        入手条件: "旅程 ≥ 10",
        绝版时间: "2019.3.22(猜测)",
        回收价格: "130 金币",
        寄售最大价格: "230 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '行商专用马车，可承载着大量的金币运往世界各角落交易，并最后回馈于你的手上，是必备的赚钱工具。',
      属性: ['际遇类徽章', '可回收、可寄售、不可续期'],
      特殊: ['际遇类徽章，你会发现，它一直在变。', '热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。', '这款徽章是公认的目前为止最有设计感的一款，拥有它的人是幸运的。', '在论坛两周年庆第二次绝版徽章补货活动中补货三枚。', '在论坛恢复后随勋章系统重开补货60枚', '在2019年【十月之歌】活动之中补货11枚'],
      等级数据: [
        {
          等级: '等级1 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051322sfammplfp8j0xflf.gif",
          简介: "目前你手上没有任何一毛钱可以投资给于马车运送赚钱。",
          属性: "无属性",
          升级条件: "金币 ≥ 1"
        },
        {
          等级: '等级2 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051333jgkmzk8i8g4m74vv.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 50"
        },
        {
          等级: '等级3 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051359a12uq20iiss0i9x6.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 15%",
          升级条件: "金币 ≥ 50"
        },
        {
          等级: '等级4 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051443df7gfcr4r1jc1tgv.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 187"
        },
        {
          等级: '等级5 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051451ebn2b7l5b9nlp8x5.gif",
          简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来…。",
          属性: "回帖 咒术 +2,触发概率 55%",
          升级条件: "金币 ≥ 189"
        },
        {
          等级: '等级6 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051521k7nna23nzm4zp0dd.gif",
          简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
          属性: "回帖 金币 +3,触发概率 40%",
          升级条件: "金币 ≥ 250"
        },
        {
          等级: '等级7 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051547cyzgohq5jzm2kqlo.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 345"
        },
        {
          等级: '等级8 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051556pht63z236nnnjpvs.gif",
          简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
          属性: "回帖 金币 +10,触发概率 60%",
          升级条件: "金币 ≥ 346"
        },
        {
          等级: '等级9 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051559eyrcq8q0209sssc5.gif",
          简介: "马车心情似乎不太好，一直在闹脾气中…",
          属性: "回帖 血液 -1,触发概率 10%",
          升级条件: "金币 ≥ 360"
        },
        {
          等级: '等级10 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051620b08ia7p58tr3nt3n.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 15%",
          升级条件: "金币 ≥ 501"
        },
        {
          等级: '等级11 金钱马车',
          图片: "https://img.gamemale.com/album/201406/12/004129f3vfmmvgy8zvffyk.gif",
          简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢。",
          属性: "回帖 知识 +1,触发概率 18%",
          升级条件: "金币 ≥ 502"
        },
        {
          等级: '等级12 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051642ullldgw8ugmxbgcu.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 617"
        },
        {
          等级: '等级13 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051707ukaqc1ikc20fiigf.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 617"
        },
        {
          等级: '等级14 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051713rxf98quv4b4tn9no.gif",
          简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
          属性: "回帖 灵魂 +1,触发概率 2%",
          升级条件: "金币 ≥ 750"
        },
        {
          等级: '等级15 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051738i23x7gqg06lnxs0q.gif",
          简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
          属性: "回帖 金币 +3 血液 +1,触发概率 30%",
          升级条件: "金币 ≥ 823"
        },
        {
          等级: '等级16 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051749umhhqhqhhb1um4c4.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 978"
        },
        {
          等级: '等级17 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051812j0w9xux0q3lclb0u.gif",
          简介: "马车消失！！！是去偷懒了吗？？？",
          属性: "无属性",
          升级条件: "金币 ≥ 1000"
        },
        {
          等级: '等级18 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051843athyoxqh8xys550e.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 15%",
          升级条件: "金币 ≥ 1092"
        },
        {
          等级: '等级19 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051914ewsjmgw2arz2zwdh.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 1202"
        },
        {
          等级: '等级20 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051920fa3no2p9n8p2hn3z.gif",
          简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来..…",
          属性: "回帖 咒术 +1,触发概率 55%",
          升级条件: "金币 ≥ 1204"
        }, {
          等级: '等级21 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/051947w7thlgigc076701l.gif",
          简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
          属性: "回帖 金币 +3,触发概率 40%",
          升级条件: "金币 ≥ 1202"
        }, {
          等级: '等级22 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052011zy88fabfucby8s21.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 1334"
        }, {
          等级: '等级23 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052019a1vr3tde11t109t1.gif",
          简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
          属性: "回帖 金币 +10,触发概率 60%",
          升级条件: "金币 ≥ 1335"
        }, {
          等级: '等级24 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052029c25bybpx3xh455y3.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 1500"
        }, {
          等级: '等级25 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052049yhhqr5zgqg1c6j2o.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 15%",
          升级条件: "金币 ≥ 1666"
        }, {
          等级: '等级26 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052054plla35mllm66i0jl.gif",
          简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
          属性: "发帖 灵魂 +1,触发概率 2%",
          升级条件: "金币 ≥ 1667"
        }, {
          等级: '等级27 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052401lubbjblm3l8jlblj.gif",
          简介: "马车消失！！！ 是去偷懒了吗？？？",
          属性: "无属性",
          升级条件: "金币 ≥ 1699"
        }, {
          等级: '等级28 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052407j41nzi94uh4c15qf.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 1750"
        }, {
          等级: '等级29 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052411oym2hc942242cz2o.gif",
          简介: "马车心情似乎不太好，一直在闹脾气中…",
          属性: "回帖 血液 -1,触发概率 10%",
          升级条件: "金币 ≥ 1763"
        }, {
          等级: '等级30 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052437mmu45rmpca4ncme4.gif",
          简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
          属性: "回帖 金币 +3 血液 +1,触发概率 30%",
          升级条件: "金币 ≥ 1811"
        }, {
          等级: '等级31 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052538kvzpk5ubyxpxyzxt.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 1888"
        }, {
          等级: '等级32 金钱马车',
          图片: "https://img.gamemale.com/album/201406/12/004130egg0hghh6hh4495g.gif",
          简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢…",
          属性: "回帖 知识 +1,触发概率 18%",
          升级条件: "金币 ≥ 1889"
        }, {
          等级: '等级33 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052605skx8825jl8khp4ul.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 2000"
        }, {
          等级: '等级34 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052613py0fhdtt7cphtovt.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 2073"
        }, {
          等级: '等级35 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052633wu11q1k1omsuu3qb.gif",
          简介: "马车消失！！！是去偷懒了吗？？？",
          属性: "无属性",
          升级条件: "金币 ≥ 2101"
        }, {
          等级: '等级36 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052701e5dbdbn045zrs00u.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +3,触发概率 27%",
          升级条件: "金币 ≥ 2250"
        }, {
          等级: '等级37 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052730mgy5yogtorr3ytzu.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 1202"
        }, {
          等级: '等级38 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052739wqvcsuwe4chl4v1v.gif",
          简介: "马车不知哪来的神力，开始奔驰穿越时空起来，保握这个冲刺机会，将可以一次获得大笔财富。",
          属性: "回帖 金币 +10,触发概率 60%",
          升级条件: "金币 ≥ 2349"
        }, {
          等级: '等级39 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052800musl2iqk93ls9gxq.gif",
          简介: "马车来到花盛开的旅途上，突然得到大量的金币涌入，如作梦般的令人喜悦。",
          属性: "回帖 金币 +3,触发概率 40%",
          升级条件: "金币 ≥ 2401"
        }, {
          等级: '等级40 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052819zyhncyhxhcohvnxn.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 2500"
        }, {
          等级: '等级41 金钱马车',
          图片: "https://img.gamemale.com/album/201406/12/004131azu88b2unhb8bh3s.gif",
          简介: "马车在沙漠中发现了某种生物的骨骸，马儿对这东西感到很好奇呢…",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 2501"
        }, {
          等级: '等级42 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052917retef7xfeyf7feff.gif",
          简介: "马车正跨过海水，获得来自一些小船上的交易，有了不少增加金币的机会。",
          属性: "回帖 金币 +2,触发概率 26%",
          升级条件: "金币 ≥ 2615"
        }, {
          等级: '等级43 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052923mtiqiqomafmncdli.gif",
          简介: "马车目前通往森林中，平稳的让交易流通并持续少少增加金币。",
          属性: "回帖 金币 +1,触发概率 23%",
          升级条件: "金币 ≥ 2748"
        }, {
          等级: '等级44 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052927tsq4lbqsjvs9lpqj.gif",
          简介: "马车发现了一座神像，马儿感到有一股能量不断从这里散发出来…",
          属性: "回帖 咒术 +1,触发概率 55%",
          升级条件: "金币 ≥ 2750"
        }, {
          等级: '等级45 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052930xkj9yqykd7k77nly.gif",
          简介: "马车心情似乎不太好，一直在闹脾气中…",
          属性: "回帖 血液 -1,触发概率 1%",
          升级条件: "金币 ≥ 2866"
        }, {
          等级: '等级46 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052950ijb7i0iymiw0jb2x.gif",
          简介: "马车行径到干枯炎热的沙漠，这里不但人烟稀少也非常无聊。",
          属性: "回帖 金币 +1,触发概率 7%",
          升级条件: "金币 ≥ 2903"
        }, {
          等级: '等级47 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/052955zgrlj5pnigmm0wmj.gif",
          简介: "马车碰到了一个奇妙的灵魂，马儿对它感到害怕，却又一直盯它目不转睛…",
          属性: "发帖 灵魂 +2,触发概率 2%",
          升级条件: "金币 ≥ 2904"
        }, {
          等级: '等级48 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/053015h9o90i890wz0nwio.gif",
          简介: "马车进入寒冷的地段，这里有些生产资源，但交易需求量却少了点。",
          属性: "回帖 金币 +2,触发概率 15%",
          升级条件: "金币 ≥ 2962"
        }, {
          等级: '等级49 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/053042cak7kbxz6aaaxxbz.gif",
          简介: "马车经过小村庄，金币流入增长许多，还获得一些歇息后的体力。",
          属性: "回帖 金币 +3,触发概率 30%",
          升级条件: "金币 ≥ 3000"
        }, {
          等级: '等级Max 金钱马车',
          图片: "https://img.gamemale.com/album/201401/03/053047fxx0k3j7y88728mx.gif",
          简介: "达到马车承载的金币上限，所以无法继续运行工作了。",
          属性: "无属性",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0040",
        名称: "牧羊人",
        状态: "流通",
        分类: "天赋",
        关键属性: ['旅程'],
        发行量: '无限',
        商店售价: "0 金币",
        入手条件: "发帖数 ≥ 100",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '习得畜牧专才需要有毅力的决心与勤劳的本事。',
      属性: ['成长类徽章', '旅程向徽章', '可回收、不可寄售、不可续期'],
      特殊: ['成长类徽章，每个阶段都有不同的形态。', '（白白萌萌的羊儿需要你的细心呵护~~）'],
      等级数据: [
        {
          等级: '等级1 牧羊人',
          图片: "https://img.gamemale.com/album/201401/01/192055w11popewpdedxoxp.gif",
          简介: "每天辛苦卖力的工作，努力的结果养出了一隻呆呆蠢蠢的小绵羊，似乎這隻羊有點寂寞......",
          属性: "发帖 旅程 +1，触发几率 5%",
          升级条件: "发帖数 ≥ 250"
        },
        {
          等级: '等级2 牧羊人',
          图片: "https://img.gamemale.com/album/201401/01/192058zt7pjdbdwkadrcbz.gif",
          简介: "不断的努力与用心照顾牧场，终于养出了两只肥滋滋白嫩嫩的小绵羊，似乎它们只会吃吃吃....",
          属性: "发帖 旅程 +1，触发几率 8%",
          升级条件: "发帖数 ≥ 500"
        },
        {
          等级: '等级Max 牧羊人',
          图片: "https://img.gamemale.com/album/201401/01/192101yex7ui47hvb4jaln.gif",
          简介: "习惯性的勤奋畜牧，收获了不少羊群，牧场变得很热闹起来，即使小白羊们看起来都相当天真纯洁。",
          属性: "发帖 旅程 +1，触发几率 10%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0041",
        名称: "森林羊男",
        状态: "流通",
        分类: "天赋",
        关键属性: ['知识'],
        发行量: '无限',
        商店售价: "0 金币",
        入手条件: "注册天数 ≥ 45，在线时间 ≥ 200，血液 ≥ 150，旅程 ≥ 50",
        回收价格: "0 金币",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '你熟悉森林的环境，栖息于大自然生态里，追捕与狩猎是你拿手的专长。敏锐般观察森林里的一草一木的变化，并在某次发现到特别的足迹，逐步的意外发现正在阳光沐浴下的羊男。传说中能看到羊男的人，拥有更多精神力的加持，比别人更专注的天赋。',
      属性: ['普通类徽章', '知识向徽章', '可回收、不可寄售、不可续期'],
      特殊: ['（杨澜羊男是个啥？）'],
      等级数据: [
        {
          等级: '等级Max 森林羊男',
          图片: "https://www.gamemale.com/data/attachment/album/201401/01/192107axq7ixrlrc67rxc2.gif",
          属性: "回帖 知识 +1、发帖 知识 +1，触发几率 5%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0042",
        名称: "被祝福の新旅程",
        状态: "流通",
        分类: "故事",
        关键属性: ['旅程'],
        发行量: '1000',
        入手条件: "因论坛错误导致用户权益受损的补赏勋章。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '过去不幸的命运，导致被迫一切重新来过，于是又再次踏上冒险旅程。不用再担心未来的路有多艰苦，因为这次将得到更多的祝福。',
      属性: ['特殊类徽章', '旅程向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['特殊类徽章，仅符合条件用户可以获得。', '（给你造成的不便和损失，深表歉意。）'],
      等级数据: [
        {
          等级: '等级Max 被祝福の新旅程',
          图片: "https://img.gamemale.com/album/201903/30/161303x917gzpwzz3co882.gif",
          属性: "回帖 旅程 +1、发帖 旅程 +1，触发几率 5%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0043",
        名称: "另一个身份",
        状态: "流通",
        分类: "故事",
        关键属性: ['金币'],
        发行量: '1000',
        入手条件: "拥有马甲账号的管理人员可以获得(授予非管理的马甲账号，卸下管理组后立即回收。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '你躲藏在阴暗底下，在窗台阳光隐约照射，偶而可以看见你不人为知的另一面。总是在黑暗深处里神秘进行着任务，你是世界命运齿轮的幕后推手。',
      属性: ['特殊类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['特殊类徽章，仅符合条件用户可以获得。', '（你看不到我，你看不到我~~）'],
      等级数据: [
        {
          等级: '等级Max 另一个身份',
          图片: "https://img.gamemale.com/album/201401/01/115527bgztx4ty4otxuoyu.gif",
          属性: "回帖 金币 +1、发帖 金币 +1，触发几率 20%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0044",
        名称: "神之匠工",
        状态: "绝版",
        分类: "故事",
        关键属性: ['金币', '知识'],
        发行量: '1000',
        入手条件: "论坛空间布置大赛冠军勋章。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '你是国度内最有名的建筑师，曾打造令人羡慕的优美居家环境，获得许多人的赞赏，因此你有〝神之匠工〞的美称，意旨那非凡的创造才华。',
      属性: ['特殊类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['特殊类徽章，仅符合条件用户可以获得。', '暂时使用了满级图片（不知道与初始有没有区别OTL），感谢@敏感先生  挂出的神之匠工勋章', '（为什么会在故事分类里？难道不应该在奖品分类里么？？？）'],
      等级数据: [
        {
          等级: '等级Max 等级 Max',
          图片: "https://img.gamemale.com/album/201401/01/235436xs6fn5lkpnihlv06.gif",
          属性: "回帖 金币 +2、发帖 金币 +2 知识 +1，触发几率 15%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0045",
        名称: "Chris Redfield in Uroboros",
        状态: "流通",
        分类: "其他",
        关键属性: ['知识'],
        发行量: '100',
        入手条件: `"重口味学习小组"群组勋章，由群主颁发。`,
        回收价格: "0 金币",
        作者: ['tuzki', 'https://www.gamemale.com/?484772'],
      },
      简介: '重口味群专属的勋章，只有热爱这个群组才能从群主手上获得。',
      属性: ['群组类徽章', '知识向徽章', '可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['群组类徽章，由群主颁发给群员。'],
      等级数据: [
        {
          等级: '等级Max Chris Redfield in Uroboros',
          图片: "https://img.gamemale.com/album/201903/30/161511gy22yvpidvdqxxqd.gif",
          简介: "作为BSAA头号战士，克里斯一直奋战于和BOW战斗的最前线，在非洲寻找吉尔的过程中，他遇到了一种新的病毒-Uroboros。",
          属性: "回帖 知识 +1、发帖 知识 +1，触发几率 1%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0046",
        名称: "站员薪俸",
        状态: "流通",
        分类: "薪俸",
        时效: '30 天',
        关键属性: ['金币'],
        发行量: '1000',
        商店售价: "0 金币",
        入手条件: "仅”站员”可领取。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '你是目前参与战争的英勇战士们之一，捍卫着国家安全，不断打击犯罪，有着勇气过人与爱好和平的热诚之心。',
      属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['为了感谢站员对于论坛管理的付出而设计的徽章。'],
      等级数据: [
        {
          等级: '等级1 站员薪俸',
          图片: "https://img.gamemale.com/album/201405/01/180022a0uuu66fujwuq0j0.gif",
          属性: "无属性",
          升级条件: "升级后获得100金币"
        },
        {
          等级: '等级Max 站员薪俸',
          图片: "https://img.gamemale.com/album/201405/01/180022a0uuu66fujwuq0j0.gif",
          属性: "无属性",
          升级条件: "回帖金币+1、发帖金币+1，触发概率100%"
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0047",
        名称: "实习版主薪俸",
        状态: "流通",
        分类: "薪俸",
        时效: '30 天',
        关键属性: ['金币'],
        发行量: '1000',
        商店售价: "0 金币",
        入手条件: "仅”实习版主”可领取。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '有些冒险故事只有踏上不一样的人生道路才会开启，尝试推动世界齿轮运转的你，所承担的也越多，这样的重量使你用不一样的观点看着这片领土。众神们已经悄悄在这条道路上铺下神的羽翅。',
      属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: ['为了感谢实习版主对于论坛管理的付出而设计的徽章。'],
      等级数据: [
        {
          等级: '等级1 实习版主薪俸',
          图片: "https://img.gamemale.com/album/201405/01/180038rucrervedv5r0due.gif",
          属性: "无属性",
          升级条件: "升级后获得130金币"
        },
        {
          等级: '等级Max 实习版主薪俸',
          图片: "https://img.gamemale.com/album/201405/01/180038rucrervedv5r0due.gif",
          属性: "回帖 金币 +1、发帖 金币 +1，触发概率100%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0048",
        名称: "版主薪俸",
        状态: "流通",
        分类: "薪俸",
        时效: '30 天',
        关键属性: ['金币'],
        发行量: '1000',
        商店售价: "0 金币",
        入手条件: "仅”版主”可领取。",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '为了感谢版主对于论坛管理的付出而设计的徽章。',
      属性: ['薪俸类徽章', '金币向徽章', '不可回收、不可寄售、不可续期、指定用户领取'],
      特殊: [],
      等级数据: [
        {
          等级: '等级1 版主薪俸',
          图片: "https://img.gamemale.com/album/201405/01/180010t9re9nonx8eb8z3n.gif",
          简介: "感谢版主职务用户对于论坛管理的付出,可以藉由领取此勋章并手动升级获得200余币奖励。每过30天可以再领取一次",
          属性: "无属性",
          升级条件: "升级获得200金币"
        },
        {
          等级: '等级Max 一国之主',
          图片: "https://img.gamemale.com/album/201405/01/180003ndvk1od2edda4bi1.gif",
          简介: "经过无数的磨炼的人终踏上礼堂红地毯，受到了整个国度子民的爱戴--曾经的努力和代价都是值得的;这份盛荣英名传遍了世界。",
          属性: "回帖 金币 +1、发帖 金币 +1，触发几率 100%",
          升级条件: "升级获得200金币"
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0049",
        名称: "梅格",
        状态: "流通",
        分类: "女从",
        关键属性: ['血液', '堕落'],
        发行量: '7',
        商店售价: "300 金币",
        入手条件: "无",
        绝版时间: "2015.8.25",
        回收价格: "195 金币",
        寄售最大价格: "345 金币",
        寄售中介费: "10%",
        作者: ['Logan丶V', 'https://www.gamemale.com/?302926'],
      },
      简介: '出自《邪恶力量》梅格原先是地狱的恶魔，因为克劳利而选择帮助迪恩与山姆。梅格喜欢卡西迪奥。第八季被克劳利杀害。',
      属性: ['普通类徽章', '（恶魔）', '不可回收、可寄售、可赠送、不可续期'],
      特殊: ['在论坛恢复后随勋章系统重开补货20枚', '目前唯一一款以女性角色为原型却归属“男从”的徽章，这是为什么呢？', '同时她也是徽章中少数几款不能回收的男从类徽章之一····[现在不是咯]', '（不要在意这些细节·····）'],
      等级数据: [
        {
          等级: '等级1 梅格',
          图片: "https://www.gamemale.com/data/attachment/album/201403/19/093016rpdn65j07q0q0n6f.gif",
          属性: "回帖 堕落 +1，触发几率 5%",
          升级条件: "追随 ≥ 22"
        },
        {
          等级: '等级2 梅格',
          图片: "https://img.gamemale.com/album/202303/01/145426tj3jtms47xk9djmj.gif",
          属性: "回帖 堕落 +1，触发几率 8%",
          升级条件: "追随 ≥ 44"
        },
        {
          等级: '等级Max 梅格',
          图片: "https://img.gamemale.com/album/202303/01/145427xrhhccqqccawckzr.gif",
          属性: "回帖 血液 +1 堕落 +1、发帖 血液 +1 堕落 +1，触发几率 12%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0050",
        名称: "里昂·S·甘乃迪（Leon·S·Kennedy）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "生化危机",
        关键属性: ['金币', '血液'],
        发行量: '15',
        商店售价: "450 金币",
        入手条件: "无",
        绝版时间: ['2015.11.4', '2019.9.15'],
        回收价格: "292 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['Xin丶', 'https://www.gamemale.com/?427999'],
      },
      简介: 'Leon·S·Kennedy，现任美国白宫直属特务。保持冷静与无迟疑的攻击使他在毫发无伤的经历了各种困难。曾经在浣熊市担任警察，并跟克莱尔·雷德菲尔德在生化爆发中生存。在浣熊市中遇见了艾达·王，并帮助艾达·王寻找了她的男朋友。安布雷拉公司破产后，里昂被美国政府培训成美国中通直接统率的最高机密组织成员。在浣熊市时间过了十几年，会场发生了大规模的生化恐怖袭击。因为总统已变成了丧尸，所以里昂无奈的射死了总统，过后跟海伦娜一起逃脱校区并追杀西蒙。',
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
      特殊: [],
      等级数据: [
        {
          等级: '等级1 里昂·S·甘乃迪',
          图片: "https://img.gamemale.com/forum/202308/26/231811he2gvfrfepplemhn.gif",
          属性: "回帖 金币 +1、发帖 金币 +1，触发概率 8%",
          升级条件: '金币 ≥ 100'
        },
        {
          等级: '等级2 里昂·S·甘乃迪',
          图片: "https://img.gamemale.com/forum/202308/26/231811he2gvfrfepplemhn.gif",
          属性: "回帖 金币 +1、发帖 金币 +1，触发概率 10%",
          升级条件: '血液 ≥ 180'
        },
        {
          等级: '等级3 里昂·S·甘乃迪',
          图片: "https://img.gamemale.com/forum/202308/26/231747zxivxi40sixdvgkk.gif",
          属性: "回帖 金币 +1 血液 +1、发帖 金币 +1 血液 +1，触发概率 10%",
          升级条件: '消耗300金币'
        },
        {
          等级: '等级4 里昂·S·甘乃迪',
          图片: "https://img.gamemale.com/forum/202308/26/231747zxivxi40sixdvgkk.gif",
          属性: "回帖 金币 +2 血液 +1、发帖 金币 +2 血液 +1，触发概率 12%",
          升级条件: '血液 ≥ 300'
        },
        {
          等级: '等级Max 里昂·S·甘乃迪',
          图片: "https://img.gamemale.com/forum/202308/26/231750jdjmkjf54d33mznf.gif",
          属性: "回帖 血液 +3、发帖 血液 +3，触发概率 16%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0051",
        名称: "重磅手环",
        状态: "流通",
        分类: "装备",
        关键属性: ['血液'],
        发行量: '20',
        商店售价: "250 金币",
        入手条件: "无",
        绝版时间: "2015.10.24",
        回收价格: "162 金币",
        寄售最大价格: "287 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '武僧专用的100KG手环，用于配戴上它来锻炼自己的耐力，经由消耗体力换取自己的精神强化。这样严苛训练将能承担起路途更遥远的旅行。',
      属性: ['普通类徽章', '（好重！）', '不可回收、可寄售、不可续期、可赠送'],
      特殊: ['在论坛恢复后随勋章系统重开补货40枚', '（练出麒麟臂，指日可待！）'],
      等级数据: [
        {
          等级: '等级Max 重磅手环',
          图片: "https://www.gamemale.com/data/attachment/album/201403/20/105402f88clufxfhelcl8l.gif",
          属性: "发帖 血液 -5、发帖 旅程 +1，触发几率 20%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0052",
        名称: "亚力斯塔尔",
        状态: "流通",
        分类: "游戏男从",
        来源: "龙腾世纪",
        关键属性: ['血液'],
        发行量: '20',
        商店售价: "450 金币",
        入手条件: "无",
        绝版时间: "2016.2.20",
        回收价格: "442 金币",
        寄售最大价格: "517 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: 'Alistair，在枯潮来袭的不到半年前被邓肯征召入灰袍守望者。母亲是一个女仆，在他幼年时就去世，而他的生父「先王马瑞克·赛林」把他送往赤岩城堡，交由伊门伯爵抚养，除了伊门，知道他皇室私生子身份的人很少。伯爵夫人并不喜欢这个来历不明的男孩儿，亚力斯塔尔在赤岩城堡的待遇几乎和仆人无异，成年后被送去了教会接受圣殿骑士的训练，而这一切并不是他所想要的生活。当灰袍守望者的邓肯发现他时，他仍未宣誓并且意志消沉。邓肯感受到了他善良忠诚的心，于是利用强制征兵权强迫教会，从那刻起亚力斯塔尔便再也没有回头。',
      属性: ['普通类徽章', '血液向徽章', '可回收、可寄售、可赠送、不可续期'],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚'],
      等级数据: [
        {
          等级: '等级1 亚力斯塔尔',
          图片: "https://www.gamemale.com/data/attachment/album/201405/01/173019leccemzcpscexe79.gif",
          属性: "发帖 血液 +2，触发概率 5%",
          升级条件: "发帖数 ≥ 200"
        },
        {
          等级: '等级2 亚力斯塔尔',
          图片: "https://img.gamemale.com/album/201405/01/173032x0ywemw6kt0wnr9c.gif",
          属性: "发帖 血液 +2，触发概率 10%",
          升级条件: "发帖数 ≥ 500"
        },
        {
          等级: '等级3 亚力斯塔尔',
          图片: "https://img.gamemale.com/album/201405/01/173038jf8x3tvxtjz87jf3.gif",
          属性: "发帖 血液 +2，触发概率 15%",
          升级条件: "消耗1灵魂"
        },
        {
          等级: '等级4 亚力斯塔尔',
          图片: "https://img.gamemale.com/album/201405/01/173102zpf3rstrzs1u7zum.gif",
          属性: "发帖 血液 +3，触发概率 40%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0053",
        名称: "罗伯?史塔克（Robb Stark）",
        状态: "绝版",
        分类: "真人男从",
        来源: "冰与火之歌",
        关键属性: ['金币', '旅程', '知识', '咒术'],
        发行量: '20',
        商店售价: "500 金币",
        入手条件: "堕落 ＜ 30",
        绝版时间: ["2015.12.20", '2019.11.11'],
        回收价格: "325 金币",
        寄售最大价格: "575 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: 'Robb Stark (演员：Richard Madden)，临冬城继承人，公爵艾德?史塔克和凯特琳的长子。当父亲因叛国罪入狱后，他旋即举兵联合河间地领主发兵南下，营救自己的父亲。在艾德被处斩之后，他开始对抗铁王座，被部下们拥立为北境之王。人称「少狼主」，他的冰原狼名叫灰风，与他形影不离。在孪河城婚礼上，佛雷家族和波顿家族背叛了罗柏，公然违反宾客权力陷害罗柏、凯特琳、随行家臣和三千多名兵士，这段剧情为「冰与火之歌」书中相当广为人知的「红色婚礼」。',
      属性: ['普通类徽章', '金币向徽章', '可回收、可寄售、可赠送、不可续期'],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚', '（传闻这款徽章的简介因为太过剧透曾被用户声讨····）'],
      等级数据: [
        {
          等级: '等级1 罗伯?史塔克',
          图片: "https://www.gamemale.com/data/attachment/album/201405/01/173400nlz4yzzvydul15df.gif",
          属性: "回帖 金币 +1 知识 +1，触发几率 1%",
          升级条件: "堕落 ≥ 10"
        },
        {
          等级: '等级2 罗伯?史塔克',
          图片: "https://www.gamemale.com/data/attachment/album/201405/01/173400nlz4yzzvydul15df.gif",
          属性: "回帖 金币 +1 知识 +1，触发几率 2%",
          升级条件: "消耗200金币"
        },
        {
          等级: '等级3 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134123k6671r81zl1zl77r.gif",
          属性: "回帖 金币 +1 旅程 +1，触发几率 5%",
          升级条件: "主题 ≥ 10"
        },
        {
          等级: '等级4 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134123k6671r81zl1zl77r.gif",
          属性: "回帖 金币 +1 旅程 +1，触发几率 8%",
          升级条件: "消耗300血液"
        },
        {
          等级: '等级5 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134123k6671r81zl1zl77r.gif",
          属性: "回帖 金币 +1 旅程 +1，触发几率 10%",
          升级条件: "积分 ≥ 300"
        },
        {
          等级: '等级6 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134123k6671r81zl1zl77r.gif",
          属性: "回帖 金币 +1 旅程 +1、发帖 金币 +3，触发几率 11%",
          升级条件: "消耗500金币"
        },
        {
          等级: '等级7 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134123k6671r81zl1zl77r.gif",
          属性: "回帖 金币 +2 旅程 +1、发帖 金币 +3，触发几率 13%",
          升级条件: "消耗700血液"
        },
        {
          等级: '等级Max 罗伯?史塔克',
          图片: "https://img.gamemale.com/forum/202307/04/134125gefxu4mvj1a4ugla.gif",
          属性: "发帖 金币 +7 咒术 +1，触发几率 50%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0054",
        名称: "亚当?简森（Adam Jensen）",
        状态: "绝版",
        分类: "游戏男从",
        来源: "杀出重围",
        关键属性: ['金币', '血液'],
        发行量: '20',
        商店售价: "350 金币",
        入手条件: "无",
        绝版时间: ['2015.12.17', '2019.3.22'],
        回收价格: "227 金币",
        寄售最大价格: "402 金币",
        寄售中介费: "10%",
        作者: ['丧失神殿', 'https://www.gamemale.com/?338301'],
      },
      简介: 'Adam Jensen，是工作在萨里夫工业的一名一位安保专家，他的任务是要保护萨里夫工业正在进行中的人体强化研究，但不幸的是，在恐怖分子袭击萨里夫工业后，简森因为恐怖分子的攻击导致残废，他必须接受人体强化才能够继续活下来，而在他复原后进行袭击事件的追查时，却发现一个巨大的阴谋正在他周围渐渐展开……',
      属性: ['普通类徽章', '（体能强化，感觉就是棒！）', '可回收、可寄售、可赠送、不可续期'],
      特殊: ['在论坛恢复后随勋章系统重开补货30枚'],
      等级数据: [
        {
          等级: '等级1 亚当?简森',
          图片: "https://img.gamemale.com/album/201405/29/181315fwq0uf7s99bqh2b3.gif",
          属性: "回帖 金币 +1、发帖 血液 +1，触发几率 5%",
          升级条件: "消耗20咒术"
        },
        {
          等级: '等级2 亚当?简森',
          图片: "https://img.gamemale.com/album/201405/29/181317el4efflbuaju4zlw.gif",
          属性: "回帖 金币 +1、发帖 血液 +2，触发几率 6%",
          升级条件: "知识 ≥ 15"
        },
        {
          等级: '等级3 亚当?简森',
          图片: "https://img.gamemale.com/album/201405/29/181319lld99jd9zww9mx9a.gif",
          属性: "回帖 金币 +2、发帖 血液 +3，触发几率 7%",
          升级条件: "消耗50咒术"
        },
        {
          等级: '等级4 亚当?简森',
          图片: "https://img.gamemale.com/album/201405/29/181325tlnvry79zv56vipi.gif",
          属性: "回帖 金币 +2、发帖 血液 +4，触发几率 8%",
          升级条件: "知识 ≥ 45"
        },
        {
          等级: '等级5 亚当?简森',
          图片: "https://img.gamemale.com/album/201405/29/181340nt55mrrxthxxmml0.gif",
          属性: "回帖 金币 +3、发帖 血液 +5，触发几率 9%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0055",
        名称: "猫化弩哥（Daryl Dixon）",
        状态: "绝版",
        分类: "真人男从",
        来源: "美剧.行尸走肉",
        关键属性: ['知识', '咒术'],
        发行量: '9',
        商店售价: "200 金币",
        入手条件: "无",
        回收价格: "130 金币",
        寄售最大价格: "230 金币",
        寄售中介费: "10%",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: 'Daryl Dixon (演员：Norman Mark Reedus)，来自美剧行尸走肉的高人气男配角〝达尔〞，在遍地丧尸的世界里却偏偏被一只可爱的猫咪咬了一下，于是就进化成人见人爱的猫咪萌大叔了…。',
      属性: ['普通类徽章', '知识向徽章', '可回收、可寄售、可赠送、不可续期', '在论坛两周年庆第二次绝版徽章补货活动中补货一枚。', '在论坛恢复后随勋章系统重开补货20枚，未售完但关闭了购买', '（不要在意猫化设定咯~~好萌~~~）'],
      特殊: ['热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。'],
      等级数据: [
        {
          等级: '等级Max 猫化弩哥',
          图片: "https://www.gamemale.com/data/attachment/album/201405/01/173353hye43yixgzz2jvxs.gif",
          属性: "发帖 知识 +1、发帖 咒术 +1，触发几率 6%",
        },
      ],
    },
    {
      基本信息: {
        馆藏编号: "No.0056",
        名称: "吞食魂魄",
        状态: "流通",
        分类: "咒术",
        勋章ID: '73',
        时效: '7 天',
        关键属性: ['血液'],
        发行量: '无限',
        商店售价: "1 灵魂",
        入手条件: "知识 ≥ 35",
        作者: ['gamemale', 'https://www.gamemale.com/space-uid-50871.html'],
      },
      简介: '传说的噬魂者奥秘术，萃取灵魂的精华，作为美味的餐点。',
      属性: ['增益类徽章', '（灵魂的味道真美味~~）', '不可回收、不可寄售、不可续期、不可赠送'],
      特殊: ['增益类徽章，可以更好的为用户带来利益。', '（有灵魂吃了，谁还要吃血液···）'],
      等级数据: [
        {
          等级: '等级1 魂之佳肴',
          图片: "https://img.gamemale.com/album/201507/02/114453pdfdd3pnfut2uqxd.gif",
          简介: "已将灵魂调理为美味的佳着，快趁7天期限内吃掉它吧！",
          属性: "无属性",
          升级条件: "获得1001血液"
        },
        {
          等级: '等级2 狼狈噬魂者',
          图片: "https://img.gamemale.com/album/201507/02/114452vbww9wpt9cr8n999.gif",
          简介: "你刚刚吃掉了一只灵魂，一点也不剩。",
          属性: "无属性",
          升级条件: "堕落 ≥ 10"
        },
        {
          等级: '等级Max 高端噬魂者',
          图片: "https://img.gamemale.com/album/201507/02/114453rn7kkne7371e0ok7.gif",
          简介: "你刚刚吃掉了一只灵魂，这段美味的回忆依然荡漾在你嘴边。",
          属性: "回帖 血液 -1、发帖 血液 -1，触发概率 10%",
        },
      ],
    },
    {
      "基本信息": {
        "馆藏编号": "No.0057",
        "名称": "超级名贵无用宝剑",
        "状态": "流通",
        "分类": "装备",
        "关键属性": "无",
        "发行量": "3",
        "商店售价": "1299 金币",
        "入手条件": "无",
        "回收价格": "844 金币",
        "寄售最大价格": "1499 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "把相当昂贵的宝剑，由久远年代的英雄剑师花费999天的时间不眠不休精工细琢锻造而成。适合富贵人士收藏。(购买后恕不接受退货)",
      "属性": ["普通类徽章", "（名字说明了一切··）", "不可回收、可寄售、不可续期、可赠送"],
      "特殊": ["在论坛恢复后随勋章系统重开补货20枚（居然卖出去三枚！）", "（有钱，任性！）"],
      "等级数据": [
        {
          "等级": "等级0 超级名贵无用宝剑",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/175008icuedsbvi0btdc7c.gif",
          "属性": "无属性"
        },
        {
          "等级": "等级Max 超级名贵无用宝剑",
          "图片": "https://img.gamemale.com/forum/202110/14/034136rmmtnnnsgwmetroe.gif",
          "属性": "无属性"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0058",
        "名称": "念念往日士官盔",
        "状态": "绝版",
        "分类": "装备",
        "关键属性": ["金币", "血液"],
        "发行量": "20",
        "商店售价": "125 金币",
        "入手条件": "无",
        "回收价格": "81 金币",
        "寄售最大价格": "143 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "曾经是给保卫帝国领土的骑士们所穿戴的头盔，过去有无数字盛名士官使用过。如今已老旧，这样的款式现今已经很少人使用，头盔上残留的只是过去历史的痕迹。",
      "属性": ["普通类徽章", "血液向徽章", "不可回收、可寄售、不可续期、可赠送"],
      "特殊": ["在论坛恢复后随勋章系统重开补货40枚", "（有没有让你想起以往的热血与荣耀？）"],
      "等级数据": [
        {
          "等级": "等级Max 念念往日士官盔",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/174958c2f55oo3o5oa7oz4.gif",
          "属性": "回帖 金币 -1、回帖 血液 +1，触发几率 30%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0059",
        "名称": "流失之椅",
        "状态": "绝版",
        "绝版时间": "2019.9.9",
        "分类": "资产",
        "关键属性": ["血液", "旅程"],
        "发行量": "21",
        "商店售价": "320 金币",
        "入手条件": "无",
        "回收价格": "208 金币",
        "寄售最大价格": "368 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "属性": ["普通类徽章", "血液向徽章", "不可回收、可寄售、不可续期、可赠送"],
      "简介": "它是一把神奇的椅子，一旦坐上你会感到特别的舒缓与精神饱满。但不适合老人家常期使用它，会因此随着坐着时间长久而太过于安心失去其功效，并失去对生活的热情以及不断感叹人生。",
      "特殊": [
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "在论坛恢复后随勋章系统重开补货50枚",
        "（这个椅子不是和你现在的椅子很像么？那人呢？）",
        "（不要久坐，经常运动！）"
      ],
      "等级数据": [
        {
          "等级": "等级1 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171208sb6cvvb4c4gxlcrv.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 40%",
          "升级条件": "在线时间 ≥ 80"
        },
        {
          "等级": "等级2 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171210mzycvmree4rc2xh2.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 32%",
          "升级条件": "在线时间 ≥ 150"
        },
        {
          "等级": "等级3 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171211ykqzb3vjvtz3grjj.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 24%",
          "升级条件": "在线时间 ≥ 300"
        },
        {
          "等级": "等级4 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171217n5hjsj68p37xj5sw.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 17%",
          "升级条件": "在线时间 ≥ 500"
        },
        {
          "等级": "等级5 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171222mng6y1m6gymf1qhg.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 9%",
          "升级条件": "在线时间 ≥ 800"
        },
        {
          "等级": "等级6 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171223xjo99zq55nprqxwq.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 3%",
          "升级条件": "在线时间 ≥ 1000",
        },
        {
          "等级": "等级7 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171224d21s8w8vmw717avs.gif",
          "属性": "无属性",
          "升级条件": "1灵魂",
          "简介": "这把椅子已经随着你长期的使用而变得老旧不堪，失去了它的神奇力量。你需要注入一点灵魂让它重获力量。"
        },
        {
          "等级": "等级Max 流失之椅",
          "图片": "https://img.gamemale.com/album/201405/01/171226g8b8dzdnhgfqh7gf.gif",
          "属性": "回帖 血液 +1、发帖 旅程 +1，触发几率 50%",
          "简介": "被注入灵魂的魔椅，拥有强大持久的神奇力量，当你路途走累了，它便成为你休息片刻时重要的舒适家具。"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0060",
        "名称": "漂洋小船",
        "状态": "绝版",
        "绝版时间": "2019.3.22",
        "分类": "资产",
        "关键属性": "旅程",
        "发行量": "50",
        "商店售价": "75 金币",
        "入手条件": "无",
        "回收价格": "48 金币",
        "寄售最大价格": "86 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "属性": ["普通类徽章", "不可回收、可寄售、不可续期、可赠送", '（一叶扁舟，载你去远方····）'],
      "简介": "小船帮助你行进于大海中，但无法承受长期海水的侵蚀，毕竟它是一艘便宜木制的小船。",
      "特殊": [
        "在论坛恢复后随勋章系统重开补货60枚",
        "（这小船好像是无人驾驶的咯···）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 漂洋小船",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171723rvuz4f4b4fsbeb4e.gif",
          "属性": "回帖 旅程 +1，触发几率 2%",
          "简介": "小船不断地划着木桨漂洋在大海中，缓慢地推进你的旅程，远洋到彼岸。"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0061",
        "名称": "种植菠菜",
        "状态": "绝版",
        "分类": "资产",
        "关键属性": ["血液"],
        "发行量": "120",
        "商店售价": "30 金币",
        "入手条件": "无",
        "回收价格": "19 金币",
        "寄售最大价格": "34 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "属性": ["成长类徽章", '（多吃菠菜气血好！）', "不可回收、可寄售、不可续期、可赠送"],
      "简介": "听说菠菜可以补强身体，有益健康，买点种子回家栽培看看~",
      "特殊": [
        "成长类徽章，每个阶段都有不同的形态。",
        "在论坛恢复后随勋章系统重开补货120枚",
        "（这么可爱的菠菜，你怎么忍心吃掉····）"
      ],
      "等级数据": [
        {
          "等级": "等级1 种植菠菜",
          "简介": "刚把菠菜的种子埋在土壤里，期待赶快发芽，似乎需要一点栽培技术才行….",
          "属性": "无属性",
          "升级条件": "知识 ≥ 1",
          "图片": "https://img.gamemale.com/album/201405/01/171301kqvy6dvkkcdgdgi3.gif"
        },
        {
          "等级": "等级2 种植菠菜",
          "简介": "菠菜发芽了，青葱般颜色看起来很不错，再花点小钱买肥料希望越长越大…",
          "属性": "无属性",
          "升级条件": "消耗10金币",
          "图片": "https://img.gamemale.com/album/201405/01/171302sxzsi3kd3xhobonn.gif"
        },
        {
          "等级": "等级3 种植菠菜",
          "简介": "菠菜开始慢慢往上长高，看来栽培的还不错，似乎期待它能长更大一点…",
          "属性": "无属性",
          "升级条件": "知识 ≥ 2",
          "图片": "https://img.gamemale.com/album/201405/01/171303crqorqqd6zq9bzb6.gif"
        },
        {
          "等级": "等级4 种植菠菜",
          "简介": "看似菠菜已经快要成熟了，底部出现鼓鼓的根茎，再多洒点肥料看看…",
          "属性": "无属性",
          "升级条件": "消耗10金币",
          "图片": "https://img.gamemale.com/album/201405/01/171306n9lk1ko5yq1ggd5k.gif"
        },
        {
          "等级": "等级5 种植菠菜",
          "简介": "随着菠菜已经成熟，但根茎的部位出现怪怪现象，目前无法了解这个菠菜出了什么问题….",
          "属性": "无属性",
          "升级条件": "知识 ≥ 3",
          "图片": "https://img.gamemale.com/album/201405/01/171311mjj9mc9lsbc7kj9z.gif"
        },
        {
          "等级": "等级6 发现菠菜人",
          "简介": "将成熟的菠菜往上连根拔起，才发现原来种了一只菠菜人！？",
          "属性": "无属性",
          "升级条件": "消耗15金币",
          "图片": "https://img.gamemale.com/album/201405/01/171257iz5qaphahad4prdp.gif"
        },
        {
          "等级": "等级7 元气菠菜人",
          "简介": "可爱的菠菜人每天蹦蹦跳跳的，看着非常有精神呢！！ (是该继续养着它…还是吃掉它?)",
          "属性": "回帖 +1 血液、发帖 +1 血液，触发几率 5%",
          "升级条件": "获得35血液",
          "图片": "https://img.gamemale.com/album/201405/01/171257iz5qaphahad4prdp.gif"
        },
        {
          "等级": "等级Max 菠菜人的尸体",
          "简介": "可怜的菠菜人被我一手折断它头上的叶菜，我拿去炒来吃掉了…..。 (能量满满~好吃) (那具尸体偶而在抽动….)",
          "属性": "无属性",
          "图片": "https://img.gamemale.com/album/201405/01/171255jxvggkywixsh7qez.gif"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0062",
        "名称": "洞窟魔蛋",
        "状态": "绝版",
        "分类": "宠物",
        "勋章ID": "",
        "时效": "",
        "关键属性": ["血液", "咒术"],
        "发行量": "15",
        "商店售价": "1金币",
        "入手条件": "咒术 ≥ 40",
        "绝版时间": ["2019.5.25", "2019.9.26"],
        "回收价格": "0",
        "寄售最大价格": "1",
        "寄售中介费": "10%",
        "作者": ["湿滑肥皂", "https://www.gamemale.com/?50871"]
      },
      "简介": "为了躲避巨人的追击，你逃进一个窄口的洞穴，探寻中你发现了一位盲眼女巫，收下你1金币的施舍后，她交给你一枚颤抖的魔蛋。",
      "属性": [
        "普通类徽章",
        "（充满着魔法气息的蛋~）",
        "不可回收、可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "成长类徽章，每个阶段都有不同的形态。",
        "在论坛恢复后随勋章系统重开补货60枚",
        "（价格真是业界良心~）",
        "（洞穴里的蛋，会孵出个什么东西呢？）"
      ],
      "等级数据": [
        {
          "等级": "等级1 洞窟魔蛋",
          "图片": "https://img.gamemale.com/album/201905/29/221527hmxxffh1kqt21x1q.gif",
          "简介": "一次偶然的机会，一滴血滴在了魔蛋上，瞬间被蛋壳吸收，魔蛋也因此变得更加闪耀更加活泼。",
          "属性": "无属性",
          "升级条件": "消耗30血液"
        },
        {
          "等级": "等级2 吸血魔蝠",
          "图片": "https://img.gamemale.com/album/201905/29/221526psususo2scunfnul.gif",
          "简介": "吸足鲜血的魔蛋孵化成一只蝙蝠！“蝙蝠怎么会生蛋呢?”你产生了疑惑。不过很明显，它依然十分渴望鲜血，你开始练习一些黑暗的咒术，以便得到更多的鲜血。",
          "属性": "回帖 咒术 +1、发帖 咒术 +1，触发概率 5%",
          "升级条件": "消耗70血液"
        },
        {
          "等级": "等级Max 吸血魔蝠",
          "图片": "https://img.gamemale.com/album/201905/29/221526p9fcrklr9r1rccf3.gif",
          "简介": "这只魔蝠好像永远也无法喂饱！每天员献鲜血的你已经憔悴不堪，而它却始终贪婪，没有结束的一天。",
          "属性": "回帖 咒术 +2 血液 -2、发帖 咒术 +2，触发概率 14%",
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0063",
        "名称": "夜灯",
        "状态": "再次绝版",
        "分类": "资产",
        "关键属性": ["血液"],
        "发行量": "51",
        "商店售价": "40 金币",
        "入手条件": "无",
        "绝版时间": "2019.4.4",
        "回收价格": "26 金币",
        "寄售最大价格": "46 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "夜路走多了总是会遇到鬼……。你非常需要一盏照亮前方道路的夜灯。",
      "属性": ["普通类徽章", "血液向徽章", "可回收、可寄售、不可续期"],
      "特殊": ["在论坛恢复后随勋章系统重开补货60枚", "（走夜路时有这么一个灯能够壮胆，让你走得安心，行得更远~~）"],
      "等级数据": [
        {
          "等级": "等级1 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010720l4mbe4b25m2m424z.gif",
          "属性": "回帖 血液 +1，触发几率 1%",
          "升级条件": "消耗15金币"
        },
        {
          "等级": "等级2 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010720l4mbe4b25m2m424z.gif",
          "属性": "回帖 血液 +1，触发几率 2%",
          "升级条件": "消耗30金币"
        },
        {
          "等级": "等级3 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010729lm0kyartozkqk4um.gif",
          "属性": "回帖 血液 +1，触发几率 3%",
          "升级条件": "消耗45金币"
        },
        {
          "等级": "等级4 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010729lm0kyartozkqk4um.gif",
          "属性": "回帖 血液 +1，触发几率 4%",
          "升级条件": "消耗60金币"
        },
        {
          "等级": "等级5 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010740oun2ypjdps4hyyd9.gif",
          "属性": "回帖 血液 +1，触发几率 5%",
          "升级条件": "消耗75金币"
        },
        {
          "等级": "等级6 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010740oun2ypjdps4hyyd9.gif",
          "属性": "回帖 血液 +1，触发几率 6%",
          "升级条件": "消耗90金币"
        },
        {
          "等级": "等级7 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010747l5mg5cqd83943656.gif",
          "属性": "回帖 血液 +1，触发几率 7%",
          "升级条件": "获得6旅程"
        },
        {
          "等级": "等级Max 夜灯",
          "图片": "https://img.gamemale.com/forum/202112/18/010747l5mg5cqd83943656.gif",
          "属性": "回帖 血液 +1，触发几率 7%",
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0064",
        "名称": "诺曼底号",
        "状态": "绝版",
        "分类": "资产",
        "来源": "质量效应",
        "关键属性": ["血液", "旅程", "知识", "咒术"],
        "发行量": "10",
        "商店售价": "8700 金币",
        "入手条件": "无",
        "回收价格": "5655 金币",
        "寄售最大价格": "10005 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "SSV Normandy SR-1 是一艘星联宇宙飞船，它是深度侦察护卫舰的原型舰，由神堡议会赞助，星联和突锐合作开发的诺曼底级护卫舰的首舰。它为单独深入不稳定区域执行侦察任务进行了最优化设计，使用最高级的隐形技术，由一台实验性质的驱动核心提供动力。诺曼底号于2183年服役，最初交由艾丽?桑德尔的星联军官指挥，之后大卫·安德森接替职位。随后薛帕德成为人类历史上首位幽灵时，诺曼底被交给他，成为薛帕德的运输工具和行动基地。诺曼底号以1944年的诺曼底登陆战命名，这是二战中一场关键战役。",
      "属性": [
        "普通类徽章",
        "（都这价了属性会差？）",
        "可回收、可寄售、不可续期"
      ],
      "特殊": [
        "曾在第一次绝版徽章补货活动中有过补货。",
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "（是的，你没看错，这款徽章的售价是8700~）",
        "（如果你看到有人持有，请抱紧他的大腿~~）",
        "（但是他还不是最贵的徽章哦~~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 诺曼底号",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171557wcqy8iqizs9q02l8.gif",
          "属性": "无属性",
          "升级条件": "金币 ≥ 100"
        },
        {
          "等级": "等级2 诺曼底号",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171557wcqy8iqizs9q02l8.gif",
          "属性": "发帖 血液 +7，触发概率 50%",
          "升级条件": "金币 ≥ 1000"
        },
        {
          "等级": "等级3 诺曼底号",
          "图片": "https://img.gamemale.com/forum/202307/04/162532ksefpehr1ve1h1st.gif",
          "属性": "发帖 血液 +7 旅程 +1，触发概率 50%",
          "升级条件": "金币 ≥ 5000"
        },
        {
          "等级": "等级4 诺曼底号",
          "图片": "https://img.gamemale.com/forum/202307/04/162532ksefpehr1ve1h1st.gif",
          "属性": "发帖 血液 +7 旅程 +1 咒术 +3，触发概率 50%",
          "升级条件": "金币 ≥ 10000"
        },
        {
          "等级": "等级5 诺曼底号",
          "图片": "https://img.gamemale.com/forum/202307/04/162532ksefpehr1ve1h1st.gif",
          "属性": "发帖 血液 +7 旅程 +1 知识 +1 咒术 +3，触发概率 50%",
          "升级条件": "金币 ≥ 20000"
        },
        {
          "等级": "等级Max 诺曼底号",
          "图片": "https://img.gamemale.com/forum/202307/04/162606e7417k9k4wyx1zib.gif",
          "属性": "无属性"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0065",
        "名称": "堕落之舞",
        "状态": "流通",
        "分类": "天赋",
        "来源": "无",
        "关键属性": ["金币"],
        "发行量": "无限",
        "商店售价": "0 金币",
        "入手条件": "堕落>40",
        "绝版时间": "无",
        "回收价格": "0 金币",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "你擅长将混乱视为最大的娱乐，喜爱用自己裸露的身躯创造一段华丽炫目的舞蹈，吸引众多人的目光至无法自拔，淫乱是你的最佳收入。",
      "属性": [
        "普通类徽章",
        "（卖艺~~）",
        "可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "（节操如我的人是跳不出这样的舞蹈的~~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 堕落之舞",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171912gzkc7k02p70qukpl.gif",
          "属性": "发帖 金币 +3，触发几率 35%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0066",
        "名称": "黄色就是俏皮",
        "状态": "流通",
        "分类": "天赋",
        "来源": "蒙面光战队",
        "关键属性": ["血液"],
        "发行量": "无限",
        "商店售价": "0 金币",
        "入手条件": "堕落 > 20、血液 > 60、主题 ≥ 6",
        "回收价格": "0 金币",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "「我要代替月亮来惩罚你」是你的战斗名言。「讨厌拉~人家不来了」是你的逃跑名言。这两句都是你常用的技能。",
      "属性": [
        "普通类徽章",
        "血液向徽章",
        "可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "（代表月亮消灭你~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 黄色就是俏皮",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171859sn0wl09nwezwqnbf.gif",
          "属性": "回帖 血液 +1，发帖 血液 +1，触发几率 3%",
          "升级条件": "主题数 ≥ 50"
        },
        {
          "等级": "等级Max 黄色就是俏皮",
          "图片": "https://img.gamemale.com/forum/202006/08/213857deh39quzhkxmvp4u.gif",
          "属性": "回帖 血液 +1，发帖 血液 +1，触发几率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0067",
        "名称": "骑兽之子",
        "状态": "流通",
        "分类": "普通类徽章",
        "关键属性": ["血液", "咒术"],
        "发行量": "无限",
        "商店售价": "0 金币",
        "入手条件": "旅程 ≥ 120、灵魂 ≥ 1",
        "回收价格": "0 金币",
        "寄售最大价格": "0 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "在你身躯中某个最深处，有着古代英雄〝骑兽之子〞的灵魂酿存在血液里，使你有着兽王的野蛮、英雄之子的胆识、魔神的光辉守护着，将吸引众野兽们为你而战的特质。",
      "属性": [
        "普通类徽章",
        "血液向徽章",
        "可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "（我有一只小毛驴我从来也不骑~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 骑兽之子",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/171918yc1aewqctecne2ha.gif",
          "属性": "回帖 血液 +1，发帖 血液 +3 咒术 +1，触发几率 20%",
          "升级条件": "灵魂 ≥ 3"
        },
        {
          "等级": "等级Max 骑兽之子",
          "图片": "https://img.gamemale.com/album/201405/01/181923pyw1tojy1d66dffw.gif",
          "属性": "回帖 血液 +1，发帖 血液 +3 咒术 +1，触发几率 50%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0068",
        "名称": "质量效应三部曲",
        "状态": "流通",
        "分类": "场景&版块",
        "关键属性": ["血液"],
        "发行量": "150",
        "商店售价": "100 金币",
        "入手条件": "无",
        "回收价格": "65 金币",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "质量效应 (Mass Effect)，有着丰富迷人故事及场景的射击类RPG游戏系列，三部曲系列玩家扮演捍卫和平的John Shepard逐渐在人类社群中赢得人们敬意之时，却也将发现到有机生物与人工智能之间冲突的存在，玩家的行为一举一动及决定也都将影响到银河系中所有生物的命运，对抗异星生物，从敌军的武力威胁中拯救银河系的和平，将让玩家成为这个精彩故事内容之中枢核心。游戏由Bioware公司制作，欧美RPG梦工厂BioWare开发，此系列第一作于2007.11.20发行。",
      "属性": [
        "普通类徽章",
        "血液向徽章",
        "可回收、不可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为150枚",
        "（喜欢质量效应的朋友不要错过~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 质量效应三部曲",
          "图片": "https://img.gamemale.com/album/201405/01/174305dmpmksft301qms0m.gif",
          "属性": "回帖 血液 +2，触发几率 2%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0069",
        "名称": "五花八门版块",
        "状态": "流通",
        "分类": "场景&版块",
        "关键属性": ["咒术"],
        "发行量": "100",
        "商店售价": "100 金币",
        "入手条件": "无",
        "回收价格": "65 金币",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "「五花八门」版块专属勋章，此版块提供论坛各种多样化的其他话题主题，可当作为综合类版块也可称为专收集无法分类帖子的〝杂物箱〞。",
      "属性": [
        "普通类徽章",
        "咒术向徽章",
        "可回收、不可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为100枚",
        "（箱子怪把帖子都吃掉啦！！）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 五花八门版块",
          "图片": "https://img.gamemale.com/album/201405/01/174322ul9luxwgjwtbxlxe.gif",
          "属性": "回帖 咒术 +1，触发几率 2%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0070",
        "名称": "辐射：新维加斯",
        "状态": "流通",
        "分类": "场景&版块",
        "关键属性": ["堕落"],
        "发行量": "150",
        "商店售价": "100 金币",
        "入手条件": "无",
        "回收价格": "65 金币",
        "作者": ["Xin丶", "https://www.gamemale.com/?427999"]
      },
      "简介": "辐射：新维加斯 (Fallout: New Vegas)，一款开放世界高自由度的RPG游戏。在辐射世界为了争夺地球上所剩无几的资源，各国自21世纪初期开始一连串的战争。最终，核大战于2077.10.23爆发，尽管核武攻击仅仅持续了两个小时，但后果却是毁灭性的，世界沦为一片核火的地狱。本作主要场景「罪恶之城维加斯」在战前的科技商业大亨豪斯先生的私人反导系统保护下得以幸存。故事中主角一开始即被枪杀后救活，不同「辐射3」地下避难所中的幸存者。游戏由黑曜石制作，Bethesda出品，并于2010.10.19发行。",
      "属性": [
        "普通类徽章",
        "堕落向徽章",
        "可回收、不可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为150枚",
        "（辐射迷一定要收藏~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 辐射：新维加斯",
          "图片": "https://img.gamemale.com/album/201405/01/174314fjxmojar2mj3zjmj.gif",
          "属性": "回帖 堕落 +1，触发几率 2%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0071",
        "名称": "TRPG版块",
        "状态": "流通",
        "分类": "场景&版块",
        "关键属性": ["咒术"],
        "发行量": "100",
        "商店售价": "100 金币",
        "入手条件": "无",
        "回收价格": "65 金币",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "「TRPG」版块专属勋章。在这里你可以尽情发挥想象力，在幻想的世界里与其他冒险者共同完成任务，扮演你心目中的英雄角色。",
      "属性": [
        "普通类徽章",
        "咒术向徽章",
        "可回收、不可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为100枚",
        "（一支笔，一张纸，就是一个世界~~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max TRPG版块",
          "图片": "https://img.gamemale.com/album/201405/09/060720njwty9kstktd9j0a.gif",
          "属性": "回帖 咒术 +1，触发几率 2%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0072",
        "名称": "上古卷轴V：天际",
        "状态": "绝版",
        "分类": "场景&版块",
        "关键属性": ["金币"],
        "发行量": "250",
        "商店售价": "100 金币",
        "入手条件": "无",
        "绝版时间": "2019.10.19",
        "回收价格": "65 金币",
        "寄售最大价格": "115 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "上古卷轴V：天际 (The Elder Scrolls V: Skyrim)，是一款奇幻类开放世界高自由度的动作类RPG经典游戏大作。「天际」故事背景设定于前作「湮灭虚空」200年后，泰姆瑞尔帝国北方的天际省在当地的大领主托雷格遇刺后陷入内战，同时龙神奥杜因现身于世，要摧毁整个世界。此时天际正处于内战一触即发、梭莫在一旁煽风点火以及毁灭龙神奥度因卷土重来的多重威胁下。玩家扮演预言中的最后龙裔，放逐奥杜因并拯救世界。作品为上古卷轴系列的第五作，由Bethesda游戏工作室开发，并于2011.11.11发行。",
      "属性": [
        "普通类徽章",
        "金币向徽章",
        "可回收、不可寄售、不可续期、可赠送"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为250枚",
        "（喜欢老滚就收藏它吧！）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 上古卷轴V：天际",
          "图片": "https://img.gamemale.com/album/201405/01/174258j1pqpz5j1tj31jce.gif",
          "属性": "回帖 金币 +2，触发几率 2%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0073",
        "名称": "一只可爱的小猫",
        "状态": "绝版",
        "分类": "奖品",
        "关键属性": ["血液", "咒术"],
        "发行量": "预发行量无限，实际发行量 12",
        "入手条件": "参加“第一届自拍活动”获得",
        "作者": ["Xin丶", "https://www.gamemale.com/?427999"]
      },
      "简介": "生活爆照版块〝第一届自拍活动〞参与奖品。",
      "属性": [
        "活动类奖励徽章",
        "不可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "（萌萌的小猫咪~~）"
      ],
      "等级数据": [
        {
          "等级": "等级6 一只可爱的小猫",
          "图片": "https://img.gamemale.com/album/201405/01/175348sjj8a8jj4exei9f7.gif",
          "简介": "小猫觉得很闷，所以你掏出了一个羽毛来逗它。",
          "属性": "回帖 +1 咒术，触发几率 9%",
          "升级条件": "血液 ≥ 200"
        },
        {
          "等级": "等级Max 一只可爱的小猫",
          "图片": "https://img.gamemale.com/album/201405/01/175349pqv5qqpscos00qv9.gif",
          "简介": "当有人要欺负你时，小猫突然跳出来保护你了！",
          "属性": "发帖 血液 +2，回帖 血液 +2，触发几率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0074",
        "名称": "猫眼",
        "状态": "绝版",
        "分类": "奖品",
        "关键属性": ["金币", "灵魂"],
        "发行量": "4",
        "入手条件": "参加“第一届自拍活动”，并取得前三名",
        "作者": ["Xin丶", "https://www.gamemale.com/?427999"]
      },
      "简介": "生活爆照版块〝第一届自拍活动〞前三名奖品。",
      "属性": [
        "活动类奖励徽章",
        "不可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "（眼睛后面是什么呢？）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 猫眼",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/01/175335t62paomgyypj4mgo.gif",
          "简介": "你有一双跟猫一样的眼睛，敏锐的猫眼使你打猎时从不失手。",
          "属性": "发帖 金币 +300 灵魂 +1，触发几率 1%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0075",
        "名称": "謎の男",
        "状态": "绝版",
        "分类": "奖品",
        "关键属性": ["血液"],
        "发行量": "预发行量无限，实际发行量23",
        "入手条件": "募捐活动奖励，凡募捐一次即可获得",
        "作者": ["gamemale", 'https://www.gamemale.com/?50871']
      },
      "简介": "参与论坛募捐活动，感谢用户的回馈礼物。",
      "属性": [
        "活动类奖励徽章",
        "不可回收、不可寄售、不可续期"
      ],
      "特殊": [
        "感谢为论坛募捐的朋友们，因为有了你们的支持，论坛才能发展得更好~~",
        "（每一个人都是谜~~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 謎の男",
          "图片": "https://www.gamemale.com/data/attachment/album/201405/27/053849pcxck22cgopzk2m2.gif",
          "简介": "",
          "属性": "发帖 血液 +1，回帖 血液 +1，触发几率 100%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0076",
        "名称": "布莱恩·欧康纳（Brian O`Conner）",
        "状态": "绝版",
        "分类": "真人男从",
        "关键属性": ["金币", "旅程"],
        "发行量": "15",
        "发行时间": "2014.6.23",
        "绝版时间": ["2016.04.26", "2020.3.6"],
        "商店售价": "400 金币",
        "入手条件": "追随 ≥ 20",
        "回收价格": "240 金币",
        "寄售最大价格": "460 金币",
        "寄售中介费": "10%",
        "作者": ["jim20050316", "https://www.gamemale.com/?138071"]
      },
      "简介": "Brian O`Conner (演员：Paul Walker)，帅气英俊的前FBI干员，受洛城警察委托调查一连串劫车事件卧底到唐老大身边。间接爱上了唐的妹妹蜜亚，最后出于义气而放走唐老大，并丢了卧底警察跟FBI的工作自己逃亡到墨西哥去。而后被警方要求将迈阿密毒枭绳之以法才复职，却再次帮助唐老大越狱后跟蜜亚两人逃到里约。跟唐抢完里约最后一票收手后定居西班牙，并与蜜亚生下小孩过着美好的生活。",
      "属性": [
        "普通类徽章",
        "（开豪车的都是壕~~）",
        "不可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开补货20枚",
        "（永远的保罗.沃克~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 布莱恩·欧康纳",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/044719ovzvvd53v5g513sv.gif",
          "简介": "",
          "属性": "回帖 金币 +1，触发几率 4%",
          "升级条件": "消耗 100 金币"
        },
        {
          "等级": "等级2 布莱恩·欧康纳",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/044719ovzvvd53v5g513sv.gif",
          "简介": "",
          "属性": "回帖 金币 +1，触发几率 6%",
          "升级条件": "消耗 100 血液"
        },
        {
          "等级": "等级3 布莱恩·欧康纳",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/044719ovzvvd53v5g513sv.gif",
          "简介": "",
          "属性": "回帖 金币 +1，触发几率 8%",
          "升级条件": "追随 ≥ 101"
        },
        {
          "等级": "等级Max 布莱恩·欧康纳",
          "图片": "https://img.gamemale.com/forum/202307/04/175206x02c2s24s9gqqi90.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 旅程 +1，触发几率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0077",
        "名称": "迪恩?温彻斯特（Dean Winchester）",
        "状态": "绝版",
        "分类": "真人男从",
        "关键属性": ["血液"],
        "发行量": "30",
        "发行时间": "2014.6.23",
        "绝版时间": ["2019.9.17"],
        "商店售价": "400 金币",
        "入手条件": "无",
        "回收价格": "240 金币",
        "寄售最大价格": "460 金币",
        "寄售中介费": "10%",
        "作者": ["同龄控Aliex", "https://www.gamemale.com/?63115"]
      },
      "简介": "Dean Winchester (演员：Jensen Ackles)，美国电视剧《邪恶力量》男主角之一。Sam的哥哥，嫉恶如仇无所畏惧的血性男儿。珍爱自己的Impala，喜欢摇、电，还喜欢啤酒和火辣美女，当然更喜欢Sam和Cass。Dean表面玩世不恭热衷吐槽内心却孤独凄凉，背负着对父母的爱与怀念，背负着太多的重任与压力，很久以前便放弃了自己的梦想和平静生活。",
      "属性": [
        "普通类徽章",
        "血液向徽章",
        "可回收、可寄售、可赠送、不可续期"
      ],
      "等级数据": [
        {
          "等级": "等级1 迪恩?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042344dkrz0eha01vfr98f.gif",
          "简介": "",
          "属性": "回帖 血液 +2，发帖 血液 +2，触发几率 2%",
          "升级条件": "血液 ≥ 100"
        },
        {
          "等级": "等级2 迪恩?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042345xe3vljnc8jsdpeew.gif",
          "简介": "",
          "属性": "回帖 血液 +2，发帖 血液 +2，触发几率 4%",
          "升级条件": "血液 ≥ 250"
        },
        {
          "等级": "等级3 迪恩?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042346m0m72d7e5lun2w2l.gif",
          "简介": "",
          "属性": "回帖 血液 +2，发帖 血液 +2，触发几率 6%",
          "升级条件": "血液 ≥ 450"
        },
        {
          "等级": "等级4 迪恩?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042348n4oekow0w8tmuj0w.gif",
          "简介": "",
          "属性": "回帖 血液 +2，发帖 血液 +2，触发几率 8%",
          "升级条件": "消耗 350 金币"
        },
        {
          "等级": "等级Max 迪恩?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042349gichiorsh5huj77w.gif",
          "简介": "",
          "属性": "回帖 血液 +2，发帖 血液 +2，触发几率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0078",
        "名称": "山姆?温彻斯特（Sam Winchester）",
        "状态": "绝版",
        "分类": "真人男从",
        "关键属性": ["金币"],
        "发行量": "15",
        "发行时间": "2014.6.23",
        "绝版时间": ["2016.3.12", "2019.12.2"],
        "商店售价": "400 金币",
        "入手条件": "无",
        "回收价格": "240 金币",
        "寄售最大价格": "460 金币",
        "寄售中介费": "10%",
        "作者": ["同龄控Aliex", "https://www.gamemale.com/?63115"]
      },
      "简介": "Sam Winchester (演员：Jared Padalecki)，美国电视剧《邪恶力量》男主角之一。Dean的弟弟，出生一个月时被黄眼恶魔融入恶魔之血，母亲为保护他被黄眼恶魔杀死，父亲由此开始“超自然”之旅。成年后性格稳重读了很多书，成为即将进入法学研究院的大学生。但是不久，与哥哥寻找失踪父亲回来后，发现女朋友被曾杀死母亲的黄眼恶魔阿兹赛杀害，从此，Sam全心全意的投入了捕猎行动中来。重新体会亲情的感觉。",
      "属性": [
        "普通类徽章",
        "金币向徽章",
        "不可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开补货20枚"
      ],
      "等级数据": [
        {
          "等级": "等级1 山姆?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042331zbo7uoul9j9909u4.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 金币 +2，触发几率 2%",
          "升级条件": "咒术 ≥ 10"
        },
        {
          "等级": "等级2 山姆?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042331zbo7uoul9j9909u4.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 金币 +2，触发几率 4%",
          "升级条件": "咒术 ≥ 50"
        },
        {
          "等级": "等级3 山姆?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042333v4ohb8w9ort7axaa.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 金币 +2，触发几率 6%",
          "升级条件": "咒术 ≥ 100"
        },
        {
          "等级": "等级4 山姆?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042333v4ohb8w9ort7axaa.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 金币 +2，触发几率 8%",
          "升级条件": "消耗 350 金币"
        },
        {
          "等级": "等级Max 山姆?温彻斯特",
          "图片": "https://img.gamemale.com/album/201406/22/042336dvpcv0di1gcycbll.gif",
          "简介": "",
          "属性": "回帖 金币 +2，发帖 金币 +2，触发几率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0079",
        "名称": "魔术师奥斯卡（Magician Oscar）",
        "状态": "流通",
        "分类": "真人男从",
        "关键属性": ["堕落", "咒术", "知识"],
        "发行量": "5",
        "发行时间": "2014.6.30",
        "绝版时间": "2016.1.3",
        "商店售价": "490 金币",
        "入手条件": "旅程 ≥ 10",
        "回收价格": "294 金币",
        "寄售最大价格": "563 金币",
        "寄售中介费": "10%",
        "作者": ["残羽恶魔", "https://www.gamemale.com/?588409"]
      },
      "简介": "魔术师奥斯卡（James Franco）走街串巷推销他的产品，他和一个女人偷情，结果被这个女人的丈夫发现，不得已坐上了热气球逃生。却遭遇到了龙卷风，强大的龙卷风并没有带来死亡，而是将他带到了奥兹大陆，成为“奥兹国的魔法师”。他还爱上了“北方好女巫”格林达（Glinda），并和她一起对抗“东方坏女巫”伊瓦诺拉（Evanora）和“西方坏女巫”西奥多拉（Theodora）。西奥多拉本来也是好女巫，但被奥兹甩了以后，真正的坏女巫伊瓦诺拉说服了她变坏，并让其帮助自己统治整个奥兹国。（异性恋好可怕）",
      "属性": [
        "普通类徽章",
        "咒术向徽章",
        "可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开补货20枚",
        "（颠沛流离的魔术师的奇幻历险~~）",
        "（前面一小部分一定是我打开的方式不对~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 魔术师奥斯卡",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/30/220941ut7nner0e4uiytdy.gif",
          "简介": "",
          "属性": "回帖 堕落 +1，触发几率 5%",
          "升级条件": "消耗 30 咒术"
        },
        {
          "等级": "等级2 魔术师奥斯卡",
          "图片": "https://img.gamemale.com/album/201406/30/220955rbefrbyymjymvjmt.gif",
          "简介": "",
          "属性": "回帖 堕落 -1，触发几率 6%",
          "升级条件": "消耗 75 咒术"
        },
        {
          "等级": "等级3 魔术师奥斯卡",
          "图片": "https://img.gamemale.com/album/201406/30/221002we5ai18815izy1xo.gif",
          "简介": "",
          "属性": "回帖 堕落 +1，触发几率 7%",
          "升级条件": "堕落 ≥ 20"
        },
        {
          "等级": "等级4 魔术师奥斯卡",
          "图片": "https://img.gamemale.com/album/201406/30/221002we5ai18815izy1xo.gif",
          "简介": "",
          "属性": "回帖 堕落 -1、发帖 知识 +1，触发几率 8%",
          "升级条件": "消耗 120 咒术"
        },
        {
          "等级": "等级5 魔术师奥斯卡",
          "图片": "https://img.gamemale.com/forum/202104/25/112905gvvc8ucovcleozmu.gif",
          "简介": "",
          "属性": "回帖 堕落 +1 咒术 +1、发帖 咒术 +3 知识 +1，触发几率 9%",
          "升级条件": "咒术 ≥ 100"
        },
        {
          "等级": "等级Max 魔术师奥斯卡",
          "图片": "https://img.gamemale.com/forum/202104/25/112905gvvc8ucovcleozmu.gif",
          "简介": "",
          "属性": "回帖 堕落 -1 咒术 +1、发帖 咒术 +3 知识 +1，触发几率 10%",
        },
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0080",
        "名称": "卡斯迪奥（Castiel）",
        "分类": "真人男从",
        "状态": "流通",
        "关键属性": ["堕落", "血液", "灵魂", "金币"],
        "发行量": "21",
        "发行时间": "2014.6.23",
        "商店售价": "520 金币",
        "入手条件": "堕落 ≤ 10",
        "回收价格": "312 金币",
        "寄售最大价格": "598 金币",
        "寄售中介费": "10%",
        "作者": ["同龄控Aliex", "https://www.gamemale.com/?63115"]
      },
      "简介": "Castiel (演员：Misha Collins)，是一位天使，他受命从地狱中拯救了Dean Winchester，并一度受到Dean的影响而偏离天堂指派给他的任务。Winchester兄弟昵称他为Cass，这天使君的降临让邪恶力量的腐女粉丝们迅速分裂，他和Dean的关系被人津津乐道。不过反观他本人，完全一个傻呆萌帅大叔的形象，也许最初只是一个配角的身份出现，但现在绝对是主角了。",
      "属性": [
        "普通类徽章",
        "（天使为你指引方向~）",
        "不可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "在论坛恢复后随勋章系统重开补货30枚"
      ],
      "等级数据": [
        {
          "等级": "等级1 卡斯迪奥",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/042225qm3ayl1kktnqmqqa.gif",
          "属性": "回帖 堕落 -1、发帖 堕落 -1，触发几率 2%",
          "升级条件": "消耗 50 血液"
        },
        {
          "等级": "等级2 卡斯迪奥",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/042225qm3ayl1kktnqmqqa.gif",
          "属性": "回帖 堕落 -1、发帖 堕落 -1，触发几率 3%",
          "升级条件": "消耗 80 血液"
        },
        {
          "等级": "等级3 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/005832v16a75d5h5a70aaf.gif",
          "属性": "回帖 堕落 -1、发帖 堕落 -1、发帖 血液 +1，触发几率 4%",
          "升级条件": "消耗 100 血液"
        },
        {
          "等级": "等级4 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/005832v16a75d5h5a70aaf.gif",
          "属性": "回帖 堕落 -1、发帖 堕落 -1、发帖 血液 +1，触发几率 5%",
          "升级条件": "消耗 1 灵魂"
        },
        {
          "等级": "等级5 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "无属性",
          "升级条件": "堕落 ≥ 1"
        },
        {
          "等级": "等级6 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "回帖 血液 +5、回帖 堕落 -3、发帖 堕落 -5、发帖 灵魂 +1，触发几率 2%",
          "升级条件": "堕落 ≥ 16 "
        },
        {
          "等级": "等级7 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "回帖 血液 +2、回帖 堕落 -1、发帖 堕落 -3、发帖 血液 +3，触发几率 15%",
          "升级条件": "堕落 ≥ 66"
        },
        {
          "等级": "等级8 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "回帖 金币 +2、回帖 堕落 +1、发帖 金币 +3、发帖 堕落 +3，触发几率 15%",
          "升级条件": "堕落 ≥ 116"
        },
        {
          "等级": "等级9 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "回帖 金币 +5、回帖 堕落 +3、发帖 灵魂 +1、发帖 堕落 +5，触发几率 2%",
          "升级条件": "堕落 ≥ 131"
        },
        {
          "等级": "等级Max 卡斯迪奥",
          "图片": "https://img.gamemale.com/forum/202112/12/010415k8m0109p4wum0uum.gif",
          "属性": "无属性"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0081",
        "名称": "虎克船长（Captain Hook）",
        "分类": "真人男从",
        "状态": "绝版",
        "关键属性": ["旅程", "堕落", "咒术", "知识"],
        "发行量": "15",
        "发行时间": "2014.6.30",
        "绝版时间": "2019.7.6",
        "商店售价": "320 金币",
        "入手条件": "旅程 ≥ 15",
        "回收价格": "208 金币",
        "寄售最大价格": "368 金币",
        "寄售中介费": "10%",
        "作者": ["残羽恶魔", "https://www.gamemale.com/?588409"]
      },
      "简介": "由 Colin O'Donoghue 在《童话镇》中饰演的 Captain Hook，不仅英俊的外表遮掩不住坏坏的痞气。虽为海盗，却拥有强大的英伦绅士气场，虽为配角，却从登场开始就深受少女和众基佬喜爱。对女主角 Emma Swan 的爱，绝对称得上是忠犬级别！从剧情发展上看，已经越来越接近官配了。这么一只忠犬确实异性恋，太可惜了。不过，船长的航海技术很给力，独特的航海技术使得船长可以在多个世界大陆之间航行，只要有海，就没有船长到不了的地方~",
      "属性": [
        "普通类徽章",
        "旅程向徽章",
        "不可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开补货20枚。",
        "（大乱炖~~）",
        "（我们的征途是星辰大海~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1，触发概率 1%",
          "升级条件": "消耗 200 金币"
        },
        {
          "等级": "等级2 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1、发帖 旅程 +1，触发概率 1%",
          "升级条件": "消耗 200 血液"
        },
        {
          "等级": "等级3 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1、发帖 旅程 +1，触发概率 2%",
          "升级条件": "升级获得 5 堕落"
        },
        {
          "等级": "等级4 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1、发帖 旅程 +1，触发概率 2%",
          "升级条件": "升级获得 10 咒术"
        },
        {
          "等级": "等级5 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1、发帖 旅程 +1，触发概率 3%",
          "升级条件": "升级获得 1 知识"
        },
        {
          "等级": "等级Max 虎克船长",
          "图片": "https://img.gamemale.com/forum/202308/26/015019c02ppmu6mv111uiv.gif",
          "属性": "回帖 旅程 +1、发帖 旅程 +1，触发概率 3%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0082",
        "名称": "卢西亚诺?科斯塔（Luciano Costa）",
        "分类": "真人男从",
        "状态": "绝版",
        "关键属性": ["血液"],
        "发行量": "12",
        "发行时间": "2014.6.30",
        "绝版时间": ["2016.3.1"],
        "商店售价": "370 金币",
        "入手条件": "无",
        "回收价格": "222 金币",
        "寄售最大价格": "425 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      "简介": "Luciano Costa 本身为已出柜的模特儿、电视演员，自从在游戏「质量效应」1至3代中担任重要男角色 Kaidan Alenko (凯登?阿兰科) 的脸部原型模特儿，随着质量效应系列大受欢迎，Luciano 也因此受到许多质量粉丝们的喜爱与关注。Luciano 仍然时常出现在各游戏大展中 Cosplay 他的经典角色 Kaidan。",
      "属性": [
        "普通类徽章",
        "血液向徽章",
        "不可回收、可寄售、可赠送、不可续期"
      ],
      "特殊": [
        "在论坛恢复后随勋章系统重开补货30枚。",
        "（活捉野生凯登一只~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 卢西亚诺?科斯塔",
          "图片": "https://img.gamemale.com/forum/201911/20/152108zv9exralge5crnlv.gif",
          "属性": "回帖 血液 +1、发帖 血液 +1，触发概率 5%",
          "升级条件": "知识 ≥ 100"
        },
        {
          "等级": "等级Max 卢西亚诺?科斯塔",
          "图片": "https://img.gamemale.com/forum/201911/20/153309tav522r4e47judju.gif",
          "属性": "回帖 血液 +1、发帖 血液 +1，触发概率 30%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0083",
        "名称": "史蒂夫?金克斯（Steve Jinks）",
        "状态": "绝版",
        "分类": "真人男从",
        "关键属性": ["咒术", "堕落"],
        "发行量": "12",
        "发行时间": "2014.6.23",
        "商店售价": "230 金币",
        "入手条件": "无",
        "绝版时间": "2019.12.3",
        "回收价格": "149 金币",
        "寄售最大价格": "264 金币",
        "寄售中介费": "10%",
        "作者": ["Ank070", "https://www.gamemale.com/?598833"]
      },
      "简介": "Steve Jinks (演员：Aaron Ashmore)，来自美剧《十三号仓库》第三季登场的新探员，史蒂夫是一位已出柜的佛教徒，拥有识破说谎的能力(即便是善意的谎言)并且加上个性有时死板，造就史蒂夫性格让他很难与别人相处，爱情这件事更是让他困扰。但事实上他太过于善良，于是剧中里总是扮演常被捉弄好欺负的角色。他从第三季中卧底的身分在剧情里开始大放异彩深受观众喜爱，在往后的每季剧情里，慢慢了解到史蒂夫还是个外表爱装Man却内心有个骚包的另一个自己 (似乎对男主角皮特很有好感，而且对方也自认是他的菜色)。",
      "来源": "美剧.十三号仓库",
      "属性": ["普通类徽章", "咒术向徽章", "不可回收、可寄售、可赠送、不可续期"],
      "特殊": [
        "热门徽章之一，曾在第一次绝版徽章补货活动中有过补货。",
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "在论坛恢复后随勋章系统重开补货20枚。",
        "这也是目前唯一一款画面有特殊效果的徽章。（什么？你没发现？刷新看看~~）",
        "（话说这真的不是bug么~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 史蒂夫?金克斯",
          "属性": "回帖 咒术 +1、发帖 咒术 +1，触发概率 3%",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/22/042416qm509111tm545g22.gif",
          "升级条件": "咒术 ≥ 120"
        },
        {
          "等级": "等级Max 史蒂夫?金克斯",
          "图片": "https://img.gamemale.com/forum/202308/27/021118h4ct9ea2s44ttsff.gif",
          "属性": "回帖 堕落 +2、发帖 堕落 +2，触发概率 5%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0084",
        "名称": "遗忘之水",
        "状态": "流通",
        "分类": "赠礼",
        "时效": "30天",
        "关键属性": ["无属性"],
        "发行量": "1000",
        "发行时间": "2014.6.30",
        "商店售价": "180 金币",
        "入手条件": "无",
        "回收价格": "0 金币",
        "寄售最大价格": "0 金币",
        "寄售中介费": "0%",
        "作者": ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      "简介": "由世界最高山峰的神圣教堂所出产的饮料，萃取于教堂附近的古老山洞中水池，传说水池曾经做为神裔的澡堂，想象着世世代代男战神们的身躯在这里浸泡过，人民深信不疑的认为这水受到了神的祝福加持。瓶身由百年冰柱雕刻而成，精美奢华但也相对提高成本，有些人虽想把瓶身做为收藏的纪念品，可惜30天后将会融化不易保存，所以许多旅游者会购买后邮寄给于过去的情人，做为一种信息传达「想我吗?喝掉它，忘了我吧!」，也可暗讽着过去的炮友「请在30天后老子回家前，你别再想着我的一丝不挂!」。",
      "来源": "无",
      "属性": ["互动类徽章", "不可回收", "（让别人忘记你对他犯的错~~）", "不可寄售", "可赠送", "不可续期", "不可自主购买"],
      "特殊": [
        "用户互动类徽章，只能用于赠送他人。",
        "（拔屌无情，甩炮神器~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 遗忘之水",
          "图片": "https://img.gamemale.com/album/201507/02/113358ltdxvdxwc2n1an25.gif",
          "简介": "你收到过去情人(或曾经的炮友)的礼物，遗忘之水曾经受到男神的身躯浸泡并祝福着，传说中喝了它可以净化你的心灵，不再一天到晚想着对方的裸体......不再夜夜难眠。[你可以分三次喝掉它，注意保存期限30天]",
          "属性": "无属性",
          "升级条件": "消耗 10 堕落"
        },
        {
          "等级": "等级2 遗忘之水",
          "图片": "",
          "简介": "你收到过去情人(或曾经的炮友)的礼物，遗忘之水曾经受到男神的身躯浸泡并祝福着，传说中喝了它可以净化你的心灵,不再一天到晚想着对方的裸体......不再夜夜难眠。[你剩下两次机会喝掉它,注意保存期限30天]",
          "属性": "无属性",
          "升级条件": "消耗 10 堕落"
        },
        {
          "等级": "等级3 遗忘之水",
          "图片": "",
          "简介": "你收到过去情人(或曾经的炮友)的礼物,遗忘之水曾经受到男神的身躯浸泡并祝福着,传说中喝了它可以净化你的心灵，不再一天到晚想着对方的裸体......不再夜夜难眠。[你剩下一次机会喝掉它,注意保存期限30天]",
          "属性": "无属性",
          "升级条件": "消耗 10 堕落"
        },
        {
          "等级": "等级Max 遗忘之水",
          "图片": "",
          "简介": "不知道过去谁送给你的冰雕水瓶,似乎里面的水早已经被你喝光，看着冰制的瓶身渐渐地融化 也跟着慢慢忘了某人的裸体曾经出现在你的夜梦里。",
          "属性": "无属性"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0085",
        "名称": "咆哮诅咒",
        "状态": "流通",
        "分类": "咒术",
        "关键属性": ["堕落", "血液"],
        "发行量": "无限",
        "商店售价": "8 咒术",
        "入手条件": "知识 ≥ 28",
        "时效": "3天",
        "作者": ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      "简介": "一种可怕法术，藉由魔音的传播捣乱对方的心智，使得对方精神错乱。虽说此法术只会造成一点小伤害，但可能会让对方往后的日子里产生不少的黑化影响。",
      "属性": ["互动类徽章", "（只有强大的人才能破除诅咒~）", "不可回收、不可寄售、不可续期、不可自购"],
      "特殊": ["用户互动类徽章，只能用于赠送他人。", "（难道你没听见么？）"],
      "等级数据": [
        {
          "等级": "等级1 咆哮诅咒",
          "图片": "https://img.gamemale.com/album/201507/02/114500je50kb57xgkx28jx.gif",
          "简介": "但这声音似乎越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......越来越近......于是你崩溃了！[若总积分达35以上，使用手动升级(不消耗)，可以解除诅咒效果]",
          "属性": "回帖 堕落 +3、回帖 血液 -1，触发概率 30%",
          "升级条件": "积分 ≥ 35"
        },
        {
          "等级": "等级Max 咆哮诅咒",
          "图片": "https://img.gamemale.com/album/201507/02/114501dlkkbbncsk52zzkh.gif",
          "简介": "从远方听到一点刺耳的声音，这只是敌方的小手段，高端的你根本不在意。[你解除了咆哮诅咒]",
          "属性": "无属性"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0086",
        "名称": "充满魔力的种子",
        "状态": "绝版",
        "分类": "资产",
        "关键属性": ["知识", "咒术", "金币"],
        "发行量": "21",
        "商店售价": "250 金币",
        "入手条件": "旅程 ≥ 20、知识 ≥ 4",
        "回收价格": "162 金币",
        "寄售最大价格": "287 金币",
        "寄售中介费": "43 金币",
        "时效": "无",
        "绝版时间": "2019.9.6",
        "发行时间": "2014.6.4",
        "作者": ["敏感先生", "https://www.gamemale.com/?156296"]
      },
      "简介": "你的母亲希望你到市场上去卖掉牛以维持生计，在卖出牛之后，拿着沉甸甸的金币，一个商人带着一颗闪闪发光的种子来到你的面前，经过他的花言巧语，你开始犹豫要不要买下这颗“充满魔力的种子”。",
      "属性": ["成长类徽章", "不可回收、可寄售、不可续期、可赠送",],
      "特殊": ["成长类徽章，每个阶段都有不同的形态。", "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。", "在论坛恢复后随勋章系统重开补货 40 枚。", "（一颗闪耀着宝石光泽的种子~~）"],
      "等级数据": [
        {
          "等级": "等级1 闪耀种子",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/04/062927m9ebkgue4mgee51t.gif",
          "简介": "前略，你被母亲赶出了大屋，只能住进后院的柴房，夜晚你拿出种子，在月光的照耀下它格外的闪耀，你决定种下它，每晚你都在祈祷，希望有什么奇迹会发生。",
          "属性": "无属性",
          "升级条件": "消耗 20 咒术"
        },
        {
          "等级": "等级2 闪耀种子",
          "图片": "https://img.gamemale.com/forum/202310/02/211843g0ldl970elxsxb97.gif",
          "简介": "种子每天都在成长，由于想要给予它最好的照料，你开始翻阅柴房里被弃滞的农作物书籍，你收获颇丰。",
          "属性": "回帖 知识 +1，触发概率 5%",
          "升级条件": "在线时间 ≥ 240"
        },
        {
          "等级": "等级3 夜魔藤",
          "图片": "https://img.gamemale.com/forum/202201/27/215254tq89i8831e3fq448.gif",
          "简介": "种子终于长大了，长成一颗美丽的藤苗，在夜里，它会发出耀眼的光芒，你的母亲看到了这棵魔藤，原谅了你的过错，开始帮助你悉心照料这棵看起来就很不平常的植物。",
          "属性": "回帖 知识 +1、发帖 知识 +2，触发概率 5%",
          "升级条件": "消耗 20 咒术"
        },
        {
          "等级": "等级4 夜魔果实",
          "图片": "https://img.gamemale.com/forum/202201/27/215256p2j5d9z335d9zdc2.gif",
          "简介": "魔藤在悉心的照料下结了果，但它却很快死去了。一位修士路过你家时看到了这些果实，他告诉你和你的母亲，留着（不继续升级）这些果实说不定会有很好的事情会发生；但是他可以将果实的魔力提取出来附魔在一枚护符上（继续升级）。当然，一切取决于你的决定。",
          "属性": "无属性",
          "升级条件": "消耗 10 咒术"
        },
        {
          "等级": "等级Max 夜魔护符",
          "图片": "https://img.gamemale.com/forum/202201/27/215257g9127p0jrr0p02q9.gif",
          "简介": "你接受了修士的提议，将果实交给了他。一周后你收到一个包裹，打开来是一枚闪耀着夜晚星辰光耀的护符，这正是夜魔藤美丽的光耀。",
          "属性": "回帖 金币 +2、回帖 咒术 +1、发帖 知识 +2，触发概率 8%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0087",
        "名称": "木柴堆",
        "状态": "绝版",
        "分类": "资产",
        "关键属性": ["金币", "旅程"],
        "发行量": "20",
        "商店售价": "90 金币",
        "入手条件": "旅程 ≥ 18",
        "回收价格": "58 金币",
        "寄售最大价格": "103 金币",
        "寄售中介费": "10 金币",
        "时效": "无",
        "绝版时间": "2019.10.16",
        "发行时间": "2014.6.4",
        "作者": ["敏感先生", "https://www.gamemale.com/?156296"]
      },
      "简介": "像往常一样，你准备购买一堆木柴，你还真是懒惰，都没说自己去树林里面砍伐。",
      "属性": ["成长类徽章", "不可回收、可寄售、不可续期、可赠送"],
      "特殊": [
        "成长类徽章，每个阶段都有不同的形态。",
        "在论坛恢复后随勋章系统重开补货 40 枚。",
        "（就是普通的柴堆咯~~难道你还指望拿去打猎？一棒打死？）"
      ],
      "等级数据": [
        {
          "等级": "等级1 木柴堆",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/04/062907nquu1iq616xzp522.jpg",
          "简介": "面对柴房里堆砌的木柴，你在想要不要花点心血整理一下。",
          "属性": "回帖 金币 +1，触发概率 1%",
          "升级条件": "消耗 5 血液"
        },
        {
          "等级": "等级2 柏树枝",
          "图片": "",
          "简介": "在整理木柴时，你发现了一颗柏树枝，它似乎有点与众不同，你决定把它收拾好，也许村里的木工会知道些什么，果然，木工告诉你这是一颗稀有的古木枝，只要一些手工费，他便会帮你进行加工。",
          "属性": "回帖 金币 +1，触发概率 5%",
          "升级条件": "消耗 150 金币"
        },
        {
          "等级": "等级3 柏木炭",
          "图片": "https://img.gamemale.com/forum/202208/13/013901tpimjqnpp2nohq4b.gif",
          "简介": "加工好的木炭呈现非凡的纯净光泽，坚硬而又不失柔韧。木工告诉你，这种上品也许某天会得到旅行商人的青睐（不继续升级），但他还表示，如果你愿意同他一起花点心思，也许能创造出一把华丽的武器（继续升级），当然，一切取决于你的决定。",
          "属性": "无属性，触发概率 1%",
          "升级条件": "消耗 30 血液"
        },
        {
          "等级": "等级Max 木精灵短弓",
          "图片": "https://img.gamemale.com/forum/202208/13/013901tpgnppqgq75vn7pp.gif",
          "简介": "你和木工合作无间，在你们的努力下，一把闪耀着璀璨光芒的短弓打造完成，它将助你更轻松的狩猎，赢取更多的交易。",
          "属性": "回帖 金币 +1、发帖 金币 +3、发帖 旅程 +1，触发概率 10%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0088",
        "名称": "暗红矿土",
        "状态": "绝版",
        "分类": "资产",
        "关键属性": ["血液", "堕落", "咒术"],
        "发行量": "20",
        "商店售价": "40 金币",
        "入手条件": "堕落 ≥ 20",
        "回收价格": "26 金币",
        "寄售最大价格": "46 金币",
        "寄售中介费": "4 金币",
        "时效": "无",
        "绝版时间": "2019.7.9",
        "发行时间": "2014.6.4",
        "作者": ["敏感先生", "https://www.gamemale.com/?156296"]
      },
      "简介": "你准备做一个雕塑，眼前这堆散发着充血感的黏土引起了你的注意，黏土商人似乎不太在意，但你认为这堆黏土一定不寻常。",
      "属性": ["成长类徽章", "不可回收、可寄售、不可续期、可赠送"],
      "特殊": [
        "成长类徽章，每个阶段都有不同的形态。",
        "在论坛恢复后随勋章系统重开补货 40 枚。",
        "（想拿来做一把武器，嗯？感觉材料有点不够咯~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 暗红矿土",
          "图片": "https://img.gamemale.com/forum/202303/14/060825g5docz4k44t3kwck.gif",
          "简介": "黏土散发着暗红的光晕，你认识的人里面，也许只有锻造师傅建尚了解矿土，于是你打算花点小钱让他处理一下。",
          "属性": "回帖 血液 +1，触发概率 1%",
          "升级条件": "消耗 30 金币"
        },
        {
          "等级": "等级2 炼化龙血石",
          "图片": "https://img.gamemale.com/forum/202303/14/060826tkoxo80luuoqqeml.gif",
          "简介": "建尚在收下加工费之后，努力的为你炼化这堆矿土，他很得意的介绍说，这一定是传说中的龙血矿石，想要完全炼化，必须以金子作为催化剂。",
          "属性": "回帖 堕落 +1，触发概率 4%",
          "升级条件": "消耗 70 金币"
        },
        {
          "等级": "等级3 龙血水晶",
          "图片": "https://img.gamemale.com/forum/202303/14/060826yr5clzrx85cxl5sx.gif",
          "简介": "建尚辛苦的炼化终于完成，他褪去湿透的上衣，一枚晶莹剔透的红色水晶将整个工坊都照亮。建尚告诉你，像这种稀有的晶体简直是稀世珍宝，说不定哪位巨贾会对它感兴趣（不继续升级），但如果你愿意买下他提供的戒托（继续升级），他将帮你把水晶加工成一枚戒指。",
          "属性": "回帖 血液 +2，触发概率 1%",
          "升级条件": "消耗 200 金币"
        },
        {
          "等级": "等级Max 龙血指环",
          "图片": "https://img.gamemale.com/forum/202303/14/060827zno4sumrhruomnxo.gif",
          "简介": "你没什么本事，但就是有钱，于是一枚龙血钻戒套在了你的手上，你比划着，似乎能感到它充满咒力的脉动。",
          "属性": "回帖 血液 +1、回帖 堕落 +1、发帖 血液 +2、发帖 咒术 +2，触发概率 12%"
        }
      ]
    },
    {
      基本信息: {
        馆藏编号: "No.0089",
        名称: "神秘的邀请函",
        状态: "绝版",
        分类: "资产",
        关键属性: ["成长类徽章"],
        发行量: "14",
        商店售价: "100金币",
        入手条件: "主题 ≥ 3、在线时间 > 12小时",
        绝版时间: "2019.10.13",
        回收价格: "65金币",
        寄售最大价格: "115金币",
        寄售中介费: "11金币",
        作者: ["Ank070", "https://www.gamemale.com/?598833"]
      },
      简介: "来自天然呆之神的神秘邀请函！若你问了足够多的小白问题，而且仍然在论坛上活跃着~就可以从奇怪的商人手里购买...但是天然呆之神也是个天然呆...所以没有人知道你在寻找天然呆之神的时候，会发生什么蠢事...也许最终，你将一无所获...",
      属性: ["成长类徽章", "不可回收, 可寄售, 不可续期, 可赠送"],
      特殊: [
        "成长类徽章，每个阶段都有不同的形态。",
        "曾在第一次绝版徽章补货活动中有过补货。",
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "在论坛恢复后随勋章系统重开补货50枚。",
        "（不知道会有些啥可爱的萌物~~）"
      ],
      等级数据: [
        {
          等级: "等级1 奇怪的刮刮卡",
          图片: "https://img.gamemale.com/album/201406/04/062955tkrrg9r2oy29ddl2.gif",
          简介: "你打开了信封，掉出了一张银色的刮刮卡，你凭着直觉刮开了它…却什么也没有发生…这时你的中二病发作了，突然想用你新鲜的热血来唤起这张刮刮卡的灵性…于是你一边喷着血，一边笨拙地捡着你刚刚刮开刮刮卡所掉落的金币…",
          属性: "回帖 金币 +1、发帖 金币 +1，触发概率 1%",
          升级条件: "80血液"
        },
        {
          等级: "等级2 指路幽灵",
          图片: "https://img.gamemale.com/album/201406/04/062958d80pgig70igdyy0g.gif",
          简介: "就在你滴血滴到快要送医的前一刻，奇迹出现了…一个长相和行为都十分呆滞的幽灵出现在你的面前，不论你问他什么问题，他都在发呆…最后，你终于忍无可忍，狠狠地用你为数不多的存款使出金钱攻击…他却把你毕生的积蓄给吞了下去…",
          属性: "回帖 血液 +1、发帖 血液 +1，触发概率 1%",
          升级条件: "80金币"
        },
        {
          等级: "等级3 阿呆",
          图片: "https://img.gamemale.com/album/201406/04/062957lvvffoqufhkz1h5d.gif",
          简介: "吃下太多金币的幽灵爆炸了！你被这个次元爆炸卷入了异世界！在你眼前出现的是留着鼻涕的天然呆幼儿！这是阿呆，今年五岁...是大智若愚和鼻涕的代表~而在这个世界身无分文，又饿又累的你，决定透过帮助阿呆来换取他手上的小点心。你想要爬上树，替向日葵班的孩子们取下卡在树上的风筝，但实在是使不上劲，只好麻烦你留在奇异世界的小伙伴们~把力量借给你，好让你使出元气跳跃爬上树...",
          属性: "回帖 血液 -1、发帖 血液 -1，触发概率 5%",
          升级条件: "30追随"
        },
        {
          等级: "等级4 鼻涕精灵",
          图片: "https://img.gamemale.com/album/201406/04/063001n3d2e3oro82d2i37.gif",
          简介: "你费尽千辛万苦终于爬上树了！但是，阿呆的点心已经被新之助吃掉了！阿呆为了补偿你，将他最珍贵的鼻涕分给了你…没想到，鼻涕一到你手上就变成了传说中只有真正天然呆才看得见的鼻涕精灵…被鼻涕精灵附身的你，会因为感冒而流失体力...但是老天总是爱笨小孩，所以你有机会从地上捡到看病的医药费…",
          属性: "回帖 血液 -1 金币 +3、发帖 血液 -1 金币 +3，触发概率 5%",
          升级条件: "10知识"
        },
        {
          等级: "等级5 不灭的蓝宝石",
          图片: "https://img.gamemale.com/album/201406/04/062951c99sgjwk7hwhp49g.gif",
          简介: "你带着鼻涕精灵在世界各地游历，渐渐涨了知识，不再是井底的天然呆...但是似乎再无缘见到天然呆之神。而你学会的知识将鼻涕变成了蓝宝石，这是命运的十字路口：你可以选择卖掉蓝宝石，继续寻找传说中的天然呆之神~也可以带着这颗肮脏的蓝宝石开启你的敛财之旅...",
          属性: "回帖 血液 +1 金币 +1、发帖 血液 +2 金币 +3，触发概率 10%",
          升级条件: "增加100金币"
        },
        {
          等级: "等级Max 天然有鸡",
          图片: "https://img.gamemale.com/album/201406/04/062953at6pb6z6zgfz6gfu.gif",
          简介: "你继续踏上了寻找天然呆之神的道路，最后到达了天然呆的神殿。神殿看在你够呆的份上，给了你一只永远不会长大，不可食用，也不吃饲料，跟着你一样的天然小伙伴。牠的名字叫做「天然有鸡」。而牠唯一的功能就是整天傻笑……",
          属性: "无"
        }
      ]
    },
    {
      基本信息: {
        馆藏编号: "No.0090",
        名称: "迷之Doge",
        状态: "绝版",
        分类: "宠物",
        关键属性: ["金币", "咒术"],
        发行量: "13",
        商店售价: "100 金币",
        入手条件: "主题 ≥ 6",
        绝版时间: "2019.4.2, 2019.9.4",
        回收价格: "65金币",
        寄售最大价格: "115 金币",
        寄售中介费: "11 金币",
        作者: ["丧失神殿", "https://www.gamemale.com/?338301"]
      },
      简介: "可爱的Doge狗来到了Gamemale论坛，看到各种可口(?)的男性发出了感叹~",
      属性: ["普通类徽章", "（好黄的狗~）", "可回收, 可寄售, 不可续期"],
      特殊: [
        "曾在第一次绝版徽章补货活动中有过补货。",
        "在论坛恢复后随勋章系统重开补货60枚。",
        "开启新分类后再次补货20枚",
        "（麻麻，有只狗在瞪我~~）"
      ],
      等级数据: [
        {
          等级: "等级1 喜欢金币的Doge",
          图片: "https://img.gamemale.com/forum/201905/29/212609onn66k423wb9e9o6.gif",
          简介: "Doge看上去很喜欢亮闪闪的金币，所以一定要满足它的需求呦~",
          属性: "回帖 血液 +1 金币 +1，触发概率 2%",
          升级条件: "50金币"
        },
        {
          等级: "等级2 吃掉金币的Doge",
          图片: "https://img.gamemale.com/forum/201905/29/212609onn66k423wb9e9o6.gif",
          简介: "Doge吃了一些金币，似乎并不满足，还想再要更多~",
          属性: "回帖 血液 +1 金币 +1，触发概率 4%",
          升级条件: "50金币"
        },
        {
          等级: "等级Max 吃饱金币的Doge",
          图片: "https://img.gamemale.com/forum/202112/18/005018jmftf7eee72begg6.gif",
          简介: "吃饱后的Doge，能够感觉到有一些法术力量......？",
          属性: "回帖 血液 +1 金币 +2 咒术 +1，触发概率 6%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0091",
        "名称": "龙腾世纪：审判",
        "状态": "绝版",
        "分类": "场景&版块",
        "来源": "龙腾世纪",
        "关键属性": ["旅程"],
        "发行量": "150",
        "商店售价": "100金币",
        "入手条件": "无",
        "绝版时间": "2020.2.14",
        "回收价格": "65金币",
        "寄售最大价格": "",
        "寄售中介费": "",
        "作者": ["jim20050316", "https://www.gamemale.com/?138071"]
      },
      "简介": "龙腾世纪(Dragon Age)，有着强大的世界观与史诗冒险的RPG所组成的游戏。强调自由度的设计，玩家可藉由个人不同起缘的选择，决定自己的身分与展开冒险的地点，来深刻体验角色扮演的过程。六段起缘剧情的细节，都带给玩家截然不同的地点、角色和事件，为他们即将展开的冒险结合出不一样的故事。而三代审判将带大家一同进入圣骑士跟法师决裂的时代，招募伙伴对抗虚空恶魔的入侵。游戏由BioWare公司开发，Electronic Arts发行，此系列作第一款于2009.11.03发行。",
      "属性": ["普通类徽章", "旅程向徽章", "可回收, 不可寄售, 不可续期"],
      "特殊": [
        "在论坛恢复后随勋章系统重开发行总数改为150枚",
        "（喜欢龙腾世纪的朋友值得收藏~~）"
      ],
      "等级数据": [
        {
          "等级": "等级Max 龙腾纪念徽章",
          "图片": "https://img.gamemale.com/album/201406/22/195732l4s9zq3qzjq9fj3b.gif",
          "简介": "",
          "属性": "回帖 旅程 +1，触发概率 1%"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0092",
        "名称": "堕落飨宴",
        "状态": "停售",
        "分类": "场景&版块",
        "来源": "无",
        "关键属性": ["堕落", "金币", "旅程", "血液", "知识", "咒术", "灵魂"],
        "发行量": "5",
        "商店售价": "9999金币",
        "入手条件": "旅程 ≥ 20、在线时间 ≥ 100小时、发帖数 ≥ 100、主题 ≥ 10",
        "绝版时间": "",
        "回收价格": "6499金币",
        "寄售最大价格": "",
        "寄售中介费": "",
        "作者": ["gamemale", "https://www.gamemale.com/?50871"]
      },
      "简介": "当人们沉醉于放肆的奢华、淫乱与贪念，松懈了原本矜持的人性道德观，忘了良心自我。魔鬼们将偷偷潜入凡间中，驱使的黑色翅膀，五爪尖利的从背上划破你的肌肤，深深刺入你的骨头紧紧的扯住，并将你带往天上的乌云远去。在那顶端里有个堕落飨宴，餐桌上装满丰盛食物的盘子里，有着你血肉模糊的身躯。",
      "属性": ["普通类徽章", "堕落向徽章", "不可回收, 可寄售, 不可续期"],
      "特殊": [
        "目前为止最贵的徽章~",
        "土豪标配~",
        "（发行量只有5的徽章还没有绝版就是因为他逆！天！的！价！格！）",
        "（感兴趣的朋友可以去找寻下持有该徽章的用户~目前有两位咯~~）",
        "（要是你认为他只是价格贵那你就大错特错了~~）",
        "（假如你抱上了大腿，让壕送你一个也是可以的~~）"
      ],
      "等级数据": [
        {
          "等级": "等级1 堕落飨宴",
          "图片": "https://img.gamemale.com/album/201903/30/161414dvtmfucbm5clc3cf.gif",
          "简介": "",
          "属性": "无属性",
          "升级条件": "知识 ≥ 0"
        },
        {
          "等级": "等级2 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得10堕落"
        },
        {
          "等级": "等级3 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得500血液"
        },
        {
          "等级": "等级4 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得20堕落"
        },
        {
          "等级": "等级5 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得20堕落"
        },
        {
          "等级": "等级6 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得30堕落"
        },
        {
          "等级": "等级7 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得30旅程"
        },
        {
          "等级": "等级8 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得40堕落"
        },
        {
          "等级": "等级9 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得20知识"
        },
        {
          "等级": "等级10 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得50堕落"
        },
        {
          "等级": "等级11 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得500金币"
        },
        {
          "等级": "等级12 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得60堕落"
        },
        {
          "等级": "等级13 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得1500血液"
        },
        {
          "等级": "等级14 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得70堕落"
        },
        {
          "等级": "等级15 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得300咒术"
        },
        {
          "等级": "等级16 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得80堕落"
        },
        {
          "等级": "等级17 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得50旅程"
        },
        {
          "等级": "等级18 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得90堕落"
        },
        {
          "等级": "等级19 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得30知识"
        },
        {
          "等级": "等级20 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "无属性",
          "升级条件": "升级获得100堕落"
        },
        {
          "等级": "等级21 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "回帖 +5金币 +5堕落 +5血液、发帖 +1灵魂 +10咒术，触发概率 1%",
          "升级条件": "升级获得2500金币"
        },
        {
          "等级": "等级22 堕落飨宴",
          "图片": "",
          "简介": "",
          "属性": "回帖 +5金币 +5堕落 +5血液、发帖 +1灵魂 +10咒术，触发概率 1%",
          "升级条件": "升级获得200堕落"
        },
        {
          "等级": "等级23 堕落飨宴",
          "图片": "https://img.gamemale.com/album/201406/30/212947ownnplliaopkoon1.gif",
          "简介": "",
          "属性": "回帖 +5金币 +5堕落 +5血液、发帖 +1灵魂 +10咒术，触发概率 1%",
          "升级条件": "升级获得2灵魂"
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0093",
        "名称": "TRPG纪念章",
        "状态": "绝版",
        "分类": "奖品",
        "来源": "无",
        "关键属性": ["金币", "血液"],
        "发行量": "11",
        "商店售价": "无",
        "入手条件": "完成TRPG版块内的跑团任务",
        "绝版时间": "",
        "回收价格": "",
        "寄售最大价格": "",
        "寄售中介费": "",
        "作者": ["同龄控Aliex", "https://www.gamemale.com/?63115"]
      },
      "简介": "首次完成TRPG版块内的跑团任务奖励，减去首次完成时的金币奖励。",
      "属性": ["活动类奖励徽章", "不可回收, 不可寄售, 不可续期, 不可自主购买"],
      "特殊": ["（这是一个什么活动？）"],
      "等级数据": [
        {
          "等级": "等级1 TRPG纪念章",
          "图片": "https://img.gamemale.com/forum/202309/20/155732xhlwljw6h6o8z8ln.gif",
          "简介": "我完成了任务，我是成功人士，不要问我宝箱哪来的，崇拜我就好了。（TRPG首次任务完成纪念）",
          "属性": "无属性",
          "升级条件": "获得100金币"
        },
        {
          "等级": "等级Max TRPG纪念章",
          "图片": "https://img.gamemale.com/forum/202309/20/155731pqv5hhq0wi5558eh.gif",
          "简介": "从宝箱中开出的钻石，闪耀着璀璨的光芒。（TRPG首次任务完成纪念）",
          "属性": "回帖 金币 +1 血液 +1，触发概率 2%",
          "升级条件": ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0094",
        "名称": "迷之瓶",
        "状态": "绝版",
        "分类": "奖品",
        "来源": "无",
        "关键属性": ["金币", "血液", "咒术"],
        "发行量": "14",
        "商店售价": "无",
        "入手条件": "同时拥有[充满魔力的种子]、[木柴堆]、[暗红矿土]之后向作者（敏感先生）换取。",
        "绝版时间": "",
        "回收价格": "",
        "寄售最大价格": "",
        "寄售中介费": "",
        "作者": ["敏感先生", "https://www.gamemale.com/?156296"]
      },
      "简介": "敏感先生个人的勋章兑换活动，必须集满[充满魔力的种子]、[木柴堆]、[暗红矿土]，向作者换取。",
      "属性": ["活动类奖励徽章", "不可回收, 不可寄售, 不可续期"],
      "特殊": ["（走过路过千万不要错过！买三送一啦！！！）"],
      "等级数据": [
        {
          "等级": "等级0 德拉克圣瓶",
          "图片": "https://www.gamemale.com/data/attachment/album/201406/04/063021lah1nekaq2ofqafe.gif",
          "简介": "",
          "属性": "",
          "升级条件": ""
        },
        {
          "等级": "等级1 德拉克圣瓶",
          "图片": "https://img.gamemale.com/album/201406/04/063026bs6eoj6j3e7ufxso.gif",
          "简介": "神秘旅行商人德拉克的物品，现在为你所拥有，据说它能吞噬灵魂从而增强自身能力。",
          "属性": "回帖 金币 +3 血液 +1 咒术 +1，触发几率 7%",
          "升级条件": "消耗1灵魂"
        },
        {
          "等级": "等级Max 德拉克神圣灵魂瓶",
          "图片": "https://img.gamemale.com/forum/202306/30/032920kx7o67hxe2t5jpj6.gif",
          "简介": "吞噬灵魂之后的圣瓶变得更加强大，你不禁思考，制造它的人到底有什么样的目的。",
          "属性": "回帖 金币 +3 血液 +1 咒术 +1，发帖 金币 +5 血液 +2 咒术 +2，触发几率 10%",
          "升级条件": ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0095",
        "名称": "戴蒙?萨尔瓦托（Damon Salvatore）",
        "状态": "流通",
        "分类": "真人男从",
        "来源": "美剧.吸血鬼日记",
        "关键属性": ["血液", "堕落", "灵魂"],
        "发行量": "10",
        "商店售价": "450 金币",
        "入手条件": "堕落 ≥ 10",
        "绝版时间": "2016.05.02",
        "回收价格": "292 金币",
        "寄售最大价格": "517 金币",
        "寄售中介费": "10%",
        "作者": ["Ank070", "https://www.gamemale.com/?598833"]
      },
      "简介": "Damon Salvatore(Ian Somerhalder)为美剧《吸血鬼日记》主角之一。他是幽默聪明、玩世不恭的人生玩家，同时也是杀人如麻的吸血鬼。他的邪恶是世人公认的，但他的深情却也俘虏了观众的心。",
      "属性": ["普通类徽章", "（吸血鬼~）", "不可回收, 可寄售, 可赠送, 不可续期"],
      "特殊": ["在论坛恢复后随勋章系统重开补货20枚", "（与吸血鬼为伴，注定是一段刺激又艰辛的旅程~~）"],
      "等级数据": [
        {
          "等级": "等级1 戴蒙?萨尔瓦托",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/031652zfmmemw4ezhf394p.gif",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：嗯，饿太久会让他有点情绪化...快去补充血液吧！",
          "属性": "回帖 血液 +5 堕落 +1，发帖 血液 +5 堕落 +1，触发几率 5%",
          "升级条件": "血液 ≥ 5"
        },
        {
          "等级": "等级2 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：吃了点小点心，他恢复了一点理智！",
          "属性": "无",
          "升级条件": "血液 ≥ 20"
        },
        {
          "等级": "等级3 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：这么一点血，只够他塞牙缝...准备一些血液给他，或者你比较倾向于自己献血？",
          "属性": "回帖 血液 +1，触发几率 5%",
          "升级条件": "血液 ≥ 50"
        },
        {
          "等级": "等级4 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：这些血液刚好足够满足他，但显然这样的库存不够他用上太久，他开始优雅的准备下一次狩猎...",
          "属性": "回帖 血液 +1，发帖 血液 +3，触发几率 20%",
          "升级条件": "血液 ≥ 55"
        },
        {
          "等级": "等级5 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：虽然他不再身边让你有点寂寞，但前去狩猎的他或许会给你带来一些礼物...",
          "属性": "回帖 血液 +1，发帖 血液 +3，触发几率 5%",
          "升级条件": "血液 ≥ 100"
        },
        {
          "等级": "等级6 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：离开他太久让你觉得浑身不适,今晚又做了个噩梦...",
          "属性": "回帖 血液 -1，发帖 堕落 +2 血液 +2，触发几率 10%",
          "升级条件": "血液 ≥ 108"
        },
        {
          "等级": "等级7 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：他回来了！而且由于最近进食情况不错，也许你们会有个美好的夜晚？但陪他玩疯了，你就要有失血的打算了...",
          "属性": "回帖 血液 +2 堕落 +1，发帖 血液 +2 堕落 +1，触发几率 100%",
          "升级条件": "血液 ≥ 110"
        },
        {
          "等级": "等级8 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：什么事也没有，是你们过于平静甚至有些无趣的日常生活。",
          "属性": "无",
          "升级条件": "血液 ≥ 150"
        },
        {
          "等级": "等级9 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：你们的感情日益增进，今天他为你带来了礼物。而你在思考是否恳求他的血液，来换取你们“永远在一起”...",
          "属性": "回帖 血液 -5 堕落 +5，发帖 灵魂 +1，触发几率 2%",
          "升级条件": "血液 ≥ 160"
        },
        {
          "等级": "等级10 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：他拒绝转化你。他说你只是他永生中的一场小插曲，一个大型的血袋，你为此感到绝望，却发现自己已经不能没有他。",
          "属性": "回帖 血液 +1 堕落 +1，触发几率 20%",
          "升级条件": "血液 ≥ 300"
        },
        {
          "等级": "等级Max 戴蒙?萨尔瓦托",
          "图片": "",
          "简介": "Damon是个不择手段的邪恶吸血鬼，享受温柔对待的同时，请不要让他感到饥饿：你大醉了一场，寻死觅活不停胡闹，最后终于逼出了他的真心话...他之所以拒绝转化你，是有理由的——你是个未觉醒的狼人，无法用他的血液成为吸血鬼，也无法成为他的永生伴侣。最后他给了你承诺：只要你仍活着，你们就是朋友。",
          "属性": "无",
          "升级条件": ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0096",
        "名称": "库伦(起源)（Cullen (Origins)）",
        "状态": "绝版",
        "分类": "游戏男从",
        "来源": "龙腾世纪",
        "关键属性": ["血液", "咒术"],
        "发行量": "12",
        "商店售价": "480 金币",
        "入手条件": "购买时：咒术 ≤ 25",
        "绝版时间": "2020.2.14",
        "回收价格": "312 金币",
        "寄售最大价格": "552 金币",
        "寄售中介费": "10%",
        "作者": ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      "简介": "Cullen (Origins)，一名圣殿战士，驻守于Circle Tower，负责监督法师的一举一动。在日夜相处下，偷偷的对主角萌生恋心。原本库伦被指派为『主角若是无法通过试验便即刻处死』的行刑者，但他看到主角顺利通过试验，反而大喜松了一口气。",
      "属性": ["普通类徽章", "血液向徽章", "不可回收, 可寄售, 可赠送, 不可续期"],
      "特殊": ["在论坛恢复后随勋章系统重开补货30枚", "（就这样静静的看着他就好~~）"],
      "等级数据": [
        {
          "等级": "等级1 库伦(起源)",
          "图片": "https://img.gamemale.com/forum/202309/05/024415w4zjfjeznp4fni5p.gif",
          "简介": "Cullen是位圣殿战士，在日夜相处中逐渐萌生对主角的感情。",
          "属性": "回帖 血液 +2，发帖 血液 +6，触发几率 18%",
          "升级条件": "咒术 ≥ 11"
        },
        {
          "等级": "等级Max 库伦(起源)",
          "图片": "https://img.gamemale.com/forum/202309/05/024416vidqbdaybidqc7qn.gif",
          "简介": "Cullen虽然曾经是敌人，但面对深刻的感情和痛苦的选择，最终他也改变了立场。",
          "属性": "发帖 血液 +6，咒术 -1，触发几率 7%",
          "升级条件": ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0097",
        "名称": "安德森&?戴维斯（Anderson Davis）",
        "状态": "绝版",
        "分类": "奖品",
        "来源": "卡夫沙拉酱广告",
        "关键属性": ["血液", "咒术", "金币"],
        "发行量": "19",
        "商店售价": "500 金币",
        "入手条件": "无",
        "绝版时间": "2019.3.22",
        "回收价格": "325 金币",
        "寄售最大价格": "575 金币",
        "寄售中介费": "10%",
        "作者": ["残羽恶魔", "https://www.gamemale.com/?588409"]
      },
      "简介": "Anderson Davis，色拉酱广告的模特，在厨房大秀肌肉，秀下限。",
      "属性": ["普通类徽章", "看得血脉膨胀~", "可回收, 可寄售, 可赠送, 不可续期"],
      "特殊": [
        "在厨房里恶俗卖肉的汉子什么的最是可口了~~口水~~~",
        "在论坛两周年庆第二次绝版徽章补货活动中补货一枚。",
        "在论坛恢复后随勋章系统重开补货30枚"
      ],
      "等级数据": [
        {
          "等级": "等级0 安德森&?戴维斯",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/085919le1e83bkpk23efbf.gif",
          "简介": "在野餐的时候发生了什么事情，才会让帅哥如此妖娆的躺在餐布上了？",
          "属性": "",
          "升级条件": ""
        },
        {
          "等级": "等级1 安德森&?戴维斯",
          "图片": "https://img.gamemale.com/forum/202307/04/132004epholthwooqlosu4.gif",
          "简介": "在野餐的时候发生了什么事情，才会让帅哥如此妖娆的躺在餐布上了？",
          "属性": "回帖 血液 +1，发帖 咒术 +1，触发几率 2%",
          "升级条件": "堕落 ≥ 5"
        },
        {
          "等级": "等级2 安德森&?戴维斯",
          "图片": "",
          "简介": "女仆装只能女性？弱爆了！让你看看什么才是真正的男仆！力量与肌肉并存，帅气程度爆表哦~",
          "属性": "回帖 血液 +1，发帖 咒术 +1，触发几率 4%",
          "升级条件": "堕落 ≥ 10"
        },
        {
          "等级": "等级3 安德森&?戴维斯",
          "图片": "https://img.gamemale.com/forum/202402/11/192152jecgceopide3zz0g.gif",
          "简介": "眼睛会放电的帅哥，连黄油都会融化，腌黄瓜的盖子也无福消受哦。",
          "属性": "回帖 血液 +1，发帖 咒术 +1，触发几率 6%",
          "升级条件": "堕落 ≥ 25"
        },
        {
          "等级": "等级4 安德森&?戴维斯",
          "图片": "https://img.gamemale.com/forum/202306/09/054407sehe7wweeqenlqbb.gif",
          "简介": "帅哥也呆萌，脸上的面粉，是不是有一种邻家男的感觉？摇摆的翘臀，更是凸显出丝丝的荡漾哦。",
          "属性": "回帖 血液 +1，发帖 咒术 +1，触发几率 8%",
          "升级条件": "堕落 ≥ 50"
        },
        {
          "等级": "等级5 安德森&?戴维斯",
          "图片": "https://img.gamemale.com/forum/202402/11/171836t2o5o3235eoz3g3d.gif",
          "简介": "摇着摇着...帅哥的衣服就被那万恶的搅拌机给撕碎了...漏出了帅哥可口的身材...",
          "属性": "回帖 金币 -1，血液 +1，发帖 咒术 +1，触发几率 10%",
          "升级条件": "堕落 ≥ 100"
        },
        {
          "等级": "等级Max 安德森&?戴维斯",
          "图片": "https://img.gamemale.com/forum/202402/11/171837zss9b93sc9vprtds.gif",
          "简介": "炒锅的时候要小心放油哦，放太多油了，大火会把衣服烧坏哦。",
          "属性": "回帖 金币 -1，血液 +1，咒术 +1，发帖 咒术 +2，触发几率 15%",
          "升级条件": ""
        }
      ]
    },
    {
      基本信息: {
        馆藏编号: "No.0098",
        名称: "圣英灵秘银甲",
        状态: "绝版",
        分类: "装备",
        来源: "无",
        关键属性: ["血液", "堕落", "旅程"],
        发行量: "10",
        商店售价: "1350 金币",
        入手条件: "咒术 ≥ 40",
        绝版时间: "2015.5.12, 2020.11.4",
        回收价格: "877 金币",
        寄售最大价格: "1552 金币",
        寄售中介费: "10%",
        作者: ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      属性: [
        "普通类徽章",
        "（穿上这身秘银甲可以很好的提高你的防御~）",
        "不可回收, 可寄售, 不可续期, 可赠送"
      ],
      特殊: [
        "在论坛恢复后随勋章系统重开补货20枚"
      ],
      等级数据: [
        {
          等级: "等级0 圣英灵秘银甲",
          图片: "https://img.gamemale.com/forum/202310/03/211502i1ye3irwyy6mpmoo.gif",
          简介: "",
          属性: "",
          升级条件: ""
        },
        {
          等级: "等级1 圣英灵秘银甲",
          图片: "https://img.gamemale.com/forum/202310/03/211510s75nraq5m8tymmru.gif",
          简介: "",
          属性: "回帖 +2血液 -1堕落、发帖 +2血液 -1堕落，触发几率 11%",
          升级条件: "消耗1灵魂"
        },
        {
          等级: "等级2 圣英灵秘银甲",
          图片: "https://img.gamemale.com/forum/202310/03/211518sp196gghh5d6ccjc.gif",
          简介: "",
          属性: "回帖 +2血液 -1堕落、发帖 +2血液 -1堕落，触发几率 31%",
          升级条件: "111咒术"
        },
        {
          等级: "等级Max 圣英灵秘银甲",
          图片: "https://img.gamemale.com/forum/202310/03/211527szjnkora07lv98kp.gif",
          简介: "",
          属性: "回帖 +2血液 -1堕落、发帖 +1旅程 +2血液 -1堕落，触发几率 41%",
          升级条件: ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0099",
        "名称": "禽兽扒手",
        "状态": "流通",
        "分类": "天赋",
        "来源": "无",
        "关键属性": ["血液", "咒术"],
        "发行量": "无限",
        "商店售价": "0 金币",
        "入手条件": "追随 ≥ 35、旅程 ≥ 45、知识 ≥ 15",
        "回收价格": "0 金币",
        "作者": ["gamemale", "https://www.gamemale.com/space-uid-50871.html"]
      },
      "简介": "就像人们叙述里的禽兽，如丛林里跑出的野孩子般，隐身在大城市杂声中，悄悄地穿越在人群里寻求目标。在等待一个时机之下，你会迅雷不及掩耳的夺取他人的希望。尽管耗尽生命奔驰着，也只是为了填满自己心中的那块空缺。",
      "属性": [
        "普通类徽章",
        "咒术向徽章",
        "可回收、不可寄售、不可续期"
      ],
      "特殊": ["（我只是手有点痒·~）"],
      "等级数据": [
        {
          "等级": "等级1 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 101"
        },
        {
          "等级": "等级2 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 110"
        },
        {
          "等级": "等级3 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 201"
        },
        {
          "等级": "等级4 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 210"
        },
        {
          "等级": "等级5 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 301"
        },
        {
          "等级": "等级6 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 310"
        },
        {
          "等级": "等级7 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 401"
        },
        {
          "等级": "等级8 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 410"
        },
        {
          "等级": "等级9 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 501"
        },
        {
          "等级": "等级10 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 510"
        },
        {
          "等级": "等级11 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 601"
        },
        {
          "等级": "等级12 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 610"
        },
        {
          "等级": "等级13 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 701"
        },
        {
          "等级": "等级14 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 710"
        },
        {
          "等级": "等级15 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 801"
        },
        {
          "等级": "等级16 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 810"
        },
        {
          "等级": "等级17 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 901"
        },
        {
          "等级": "等级18 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 910"
        },
        {
          "等级": "等级19 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 1001"
        },
        {
          "等级": "等级20 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 1100"
        },
        {
          "等级": "等级21 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 2001"
        },
        {
          "等级": "等级22 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 30%",
          "升级条件": "在线时间 ≥ 2100"
        },
        {
          "等级": "等级23 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 10%",
          "升级条件": "在线时间 ≥ 3001"
        },
        {
          "等级": "等级Max 禽兽扒手",
          "图片": "https://www.gamemale.com/data/attachment/album/201407/15/013006auhmh24puvmuuzmm.gif",
          "简介": "",
          "属性": "回帖 血液 -1 咒术 +1，触发几率 35%",
          "升级条件": ""
        }
      ]
    },
    {
      "基本信息": {
        "馆藏编号": "No.0100",
        "名称": "奥兹大陆",
        "状态": "绝版",
        "分类": "场景&版块",
        "来源": "电影.魔境仙踪",
        "关键属性": ["咒术"],
        "发行量": "30",
        "商店售价": "100金币",
        "入手条件": "旅程 > 25、在线时间 > 255小时",
        "绝版时间": "2016.03.26, 2020.06.25",
        "回收价格": "65金币",
        "寄售最大价格": "115金币",
        "寄售中介费": "10%",
        "作者": ["残羽恶魔", "https://www.gamemale.com/?588409"]
      },
      "简介": "奥兹国由一位君主统治一个首都与四个主要国家，是一个魔法为主导的仙境般的大陆。奥兹仙境四面被沙漠环绕，将奥兹居民与世隔绝。国土大致为长方形，以对角线切割成四个主要国家。东边是蛮支金国，西边是闻绮斯国，北边是吉利金国，南边是奎德林国，中央交界处则是奥兹国的首都翡翠城。",
      "属性": [
        "普通类徽章",
        "咒术向徽章",
        "不可回收、可寄售、不可续期、可赠送"
      ],
      "特殊": ["在论坛恢复后随勋章系统重开发行总数改为80枚", "（如梦似幻的魔法世界~~）"],
      "等级数据": [
        {
          "等级": "等级Max 奥兹大陆",
          "图片": "https://img.gamemale.com/album/201407/15/162635kmxe70ce5zq0uqv0.gif",
          "简介": "",
          "属性": "回帖 咒术 +1，发帖 咒术 +1，触发几率 2%",
          "升级条件": ""
        }
      ]
    }
  ]
})();
